[
    {
        "name": "Afghan",
        "description": "The Cuisine from Afghanistan is largely based upon the nation's chief crops, such as wheat, maize, barley and rice. Accompanying these staples are native fruits and vegetables as well as dairy products such as milk, yogurt and whey. Kabuli Palaw is the national dish of Afghanistan. The nation's culinary specialties reflect its ethnic and geographic diversity. Afghanistan is known for its high quality pomegranates, grapes and sweet football-shaped melons.\r\n\r\nChaWal = Rice\r\nDhaniya = Coriander\r\nHaldi = Tumeric\r\nLaal Mirch = Red chilli\r\nLehsan Adrak = Ginger garlic\r\nMoong Daal (Chilky Vali) = Green gram split peas\r\nNamak = Salt\r\nPalak = Spinch\r\nPani = Water\r\nPyaaz = Onion\r\nQeema = Mince\r\nZeera = Cumin",
        "uri": "https://worldfood.guide/cuisine/afghan/",
        "dishes_count": 37
    },
    {
        "name": "-African-",
        "description": "Traditionally, the various cuisines of Africa use a combination of locally available fruits, cereal grains and vegetables, as well as milk and meat products, and do not usually get food imported. In some parts of the continent, the traditional diet features a lot of milk, curd and whey products.\n\nDepending on the region, there are also sometimes quite significant differences in the eating and drinking habits and proclivities throughout the continent's vast populations: Central Africa, East Africa, the Horn of Africa, North Africa, Southern Africa and West Africa each have their own distinctive dishes, preparation techniques, and consumption mores.",
        "uri": "https://worldfood.guide/cuisine/-african-/",
        "dishes_count": 42
    },
    {
        "name": "Albanian",
        "description": "It is a representative of the cuisine of the Mediterranean. It is an example of the Mediterranean diet due to the importance of olive oil, fruits, vegetables and fish. The cooking traditions of the Albanian people are diverse due to the environmental factors such as the geological and climatic conditions, which are suitable for the cultivation of nearly all kinds of herbs, vegetables and fruits. Nevertheless, olive oil is the most ancient and commonly used vegetable fat in Albanian cooking, which has been produced since antiquity throughout the country particularly along the coasts.",
        "uri": "https://worldfood.guide/cuisine/albanian/",
        "dishes_count": 17
    },
    {
        "name": "Algerian",
        "description": "Algerian cuisine differs slightly from region to region. Every region has its own cuisine, including Kabylie, Algiers, and Constantine. Algerian Cuisine is influenced by various cultures such as Berber, Andalusian, Ottoman, Arabic, and French.It is a very rich cuisine but it still is not known around the world. Most of the Algerian dishes are centered around bread, lamb, beef or poultry, olive oil, fresh vegetables and fresh herbs. Traditionally, no Algerian meal is complete without bread, traditional bread is almost always made with semolina, french bread is also widespread. Pork consumption is forbidden to devout Muslim inhabitants of Algeria in accordance with Sharia, religious laws of Islam.",
        "uri": "https://worldfood.guide/cuisine/algerian/",
        "dishes_count": 14
    },
    {
        "name": "American",
        "description": "The cuisine of the United States reflects its history. The European colonization of the Americas yielded the introduction of a number of ingredients and cooking styles to the latter. The various styles continued expanding well into the 19th and 20th centuries, proportional to the influx of immigrants from many foreign nations; such influx developed a rich diversity in food preparation throughout the country.\r\n\r\nEarly Native Americans utilized a number of cooking methods in early american cuisine that have been blended with early European cooking methods to form the basis of american cuisine. When the colonists came to Virginia, Massachusetts, or any of the other English colonies on the eastern seaboard of north america, they farmed animals for clothing and meat in a similar fashion to what they had done in Europe. They had cuisine similar to their previous British cuisine. the american colonial diet varied depending on the settled region in which someone lived. Commonly hunted game included deer, bear, buffalo and wild turkey. A number of fats and oils made from animals served to cook much of the colonial foods. Prior to the revolution, New Englanders consumed large quantities of rum and beer, as maritime trade provided them relatively easy access to the goods needed to produce these items: rum was the distilled spirit of choice, as the main ingredient, molasses, was readily available from trade with the west indies. In comparison to the northern colonies, the southern colonies were quite diverse in their agricultural diet and did not have a central region of culture.\r\n\r\nhttp://en.wikipedia.org/wiki/cuisine_of_the_united_states",
        "uri": "https://worldfood.guide/cuisine/american/",
        "dishes_count": 630
    },
    {
        "name": "American Chinese",
        "description": "Style of Chinese cuisine developed by Americans of Chinese descent. The dishes served in many North American Chinese restaurants are adapted to American tastes and differ significantly from those found in China. Of the various regional cuisines in China, Cantonese cuisine has been the most influential in the development of American Chinese food, especially that of Toisan, the origin of most early immigrants",
        "uri": "https://worldfood.guide/cuisine/american_chinese/",
        "dishes_count": 36
    },
    {
        "name": "American-Southern",
        "description": "The cuisine of the Southern United States is the historical regional culinary form of states generally south of the Mason–Dixon line dividing Pennsylvania and Delaware from Maryland as well as along the Ohio River, and extending west to southern Missouri, Oklahoma and Texas.\n\nThe most notable influences come from African, English, Scottish, Irish, German, French, and Native American cuisines. Tidewater, Appalachian ,Creole, Lowcountry, and Floribbean are examples of types Southern cuisine. In recent history, elements of Southern cuisine have spread north, having an effect on the development of other types of American cuisine.\n\nMany items such as squash, tomatoes, corn (and its derivatives, including grits), as well as the practice of deep pit barbecuing were inherited from the southeastern American Indian tribes such as the Caddo, Choctaw, and Seminole. Many foods associated with sugar, flour, milk, eggs (many kinds of baking or dairy products such as breads and cheeses) are more associated with Europe. Black-eyed peas, okra, rice, eggplant, benne (sesame) seed, sorghum, and melons, as well as the spices can be attributed to peoples of African origin.\n\nhttps://en.wikipedia.org/wiki/Cuisine_of_the_Southern_United_States",
        "uri": "https://worldfood.guide/cuisine/american-southern/",
        "dishes_count": 36
    },
    {
        "name": "Andorran",
        "description": "Andorran gastronomy is mainly Catalan, although it has also adopted other elements of French and Italian cuisines. The cuisine of the country has similar characteristics with the neighbors of the Cerdanya and the Alt Urgell, with whom it has strong cultural ties. Andorra's cuisine is marked by its nature as mountain valleys. Typical dishes of the country are the quince all-i-oli, the duck with winter pear, the lamb in the oven with nuts, pork civet, the massegada cake, the escarole with pear trees, confited duck and mushrooms, escudella, spinach with raisins and pine nuts, jelly marmalade, stuffed murgues (mushrooms) with pork, dandelion salad and the Andorran trout of river. To drink, the mulled wine and beer are also popular. Some of the dishes are very common in the mountainous regions of Catalonia, such as trinxat, embotits, cooked snails, rice with mushrooms, mountain rice and mató. https://en.wikipedia.org/wiki/Andorra",
        "uri": "https://worldfood.guide/cuisine/andorran/",
        "dishes_count": 1
    },
    {
        "name": "Antigua And Barbuda",
        "description": "Antigua and Barbuda cuisine refers to the cuisines of the Caribbean islands Antigua and Barbuda. The national dish is fungie (pronounced \"foon-jee\") and pepperpot. Fungie is a dish similar to Italian Polenta, made mostly with cornmeal. Other local dishes include ducana, seasoned rice, saltfish, and lobster (from Barbuda). There are also local confectionaries which include: sugar cake, fudge, raspberry and tamarind stew, and peanut brittle.\r\n\r\nAlthough these foods are indigenous to Antigua and Barbuda and to some other Caribbean countries, the local diet has diversified and now includes local dishes of Jamaica, such as jerk meats, or Trinidad, such as Roti, and other Caribbean countries.\r\n\r\nhttps://en.wikipedia.org/wiki/Antigua_and_Barbuda#Cuisine",
        "uri": "https://worldfood.guide/cuisine/antigua_and_barbuda/",
        "dishes_count": 1
    },
    {
        "name": "Argentine",
        "description": "Argentine cuisine may be described as a cultural blending of Indigenous, Mediterranean influences (such as those created by Italian and Spanish populations) within the wide scope of livestock and agricultural products that are abundant in the country 'Argentine Gastronomy'.\n\nArgentine annual consumption of beef has averaged 100 kg (220 lbs) per capita, approaching 180 kg (396 lbs) per capita during the 19th century; consumption averaged 67.7 kg (149 lbs) in 2007. Beyond asado (the Argentine barbecue), no other dish more genuinely matches the national identity. Nevertheless, the country's vast area, and its cultural diversity, have led to a local cuisine of various dishes.\n\nThe great immigratory waves consequently imprinted a large influence in the Argentine cuisine, after all Argentina was the second country in the world with the most immigrants with 6.6 million, only second to the United States with 27 million, and ahead of other immigratory receptor countries such as Canada, Brazil, Australia, etc. https://en.wikipedia.org/wiki/Argentine_cuisine",
        "uri": "https://worldfood.guide/cuisine/argentine/",
        "dishes_count": 50
    },
    {
        "name": "Armenian",
        "description": "The cuisine from Armenia belongs to the family of Caucasian cuisines, and has strong ties with Turkish cuisine, Georgian cuisine, Persian cuisine, and Levantine cuisine.\n\nArmenian cuisine is similar to those of neighboring countries with many features but it differs from them a lot, too. For example, Armenians value the natural taste of food.\n\n- The flavor of the food relies on the quality and freshness of the ingredients rather than on excessive use of spices.\n\n- Fresh herbs are used extensively, both in the food and as accompaniments. Dried herbs are used in the winter, when fresh herbs are not available.\n\n- Wheat is the primary grain and is found in a variety of forms, such as: whole wheat, shelled wheat, bulgur (parboiled cracked wheat), semolina, farina, and flour. Historically, rice was used mostly in the cities (especially in areas with a large Turkish population) and in certain rice-growing areas (e.g., Marash and the region around Yerevan).\n\n- Legumes are used liberally, especially chick peas, lentils, white beans, and kidney beans.\nNuts are used both for texture and to add nutrition to Lenten dishes. Of primary usage are walnuts, almonds, pine nuts, but also hazelnuts, pistachios (in Cilicia), and nuts from regional trees.\n\n- Fresh and dried fruit are used both as main ingredients and as sour agents. As main ingredients, the following fruit are used: apricots (fresh and dried), quince, melons, and others. As sour agents, the following fruits are used: sumac berries (in dried, powdered form), sour grapes, plums (either sour or dried), pomegranate, apricots, cherries (especially sour cherries), and lemons.\n\n- In addition to grape leaves, cabbage leaves, chard, beet leaves, radish leaves, strawberry leaves, and others are also stuffed.",
        "uri": "https://worldfood.guide/cuisine/armenian/",
        "dishes_count": 17
    },
    {
        "name": "Aruban",
        "description": "Aruban cuisine is a fusion of African, Spanish, French, Dutch, Indian, and even Chinese cuisine. These traditions were brought from the many homelands of this region's population. Carnival Calamari, Keri Keri, Curry Goat/Chicken, Keshi Yena. Just replace the typical rice or potato with the Aruban typical side dish funchi or pan bati.",
        "uri": "https://worldfood.guide/cuisine/aruban/",
        "dishes_count": 10
    },
    {
        "name": "Australian",
        "description": "Australian cuisine refers to the cuisine of Australia and its indigenous and colonial societies. Indigenous Australians have occupied Australia for some 40,000 to 60,000 years, during which they developed a unique hunter-gatherer diet, known as \"bush tucker\", drawn from regional Australian flora and fauna—such as the kangaroo. Australia was, from 1788 to 1900, a collection of British colonies in which culinary tastes were strongly influenced by British and Irish migrants - and agricultural products such as beef cattle, sheep and wheat became staples in the Australian diet. Post-war Australia's multicultural immigration program lead to a diversification of the cuisine of Australia, particularly under the influence of Mediterranean and East Asian Australians.\n\nhttps://en.wikipedia.org/wiki/Australian_cuisine",
        "uri": "https://worldfood.guide/cuisine/australian/",
        "dishes_count": 24
    },
    {
        "name": "Austrian",
        "description": "Over the hundreds of years of Austria's existence, a unique tradition of Austrian Cuisine has emerged. Its traditional and well-known recipes attract millions of tourists each year. Austria's rich Cuisine is a result of its history as a multi-national empire, where all kinds of different cultures contributed their very own nuances.",
        "uri": "https://worldfood.guide/cuisine/austrian/",
        "dishes_count": 31
    },
    {
        "name": "Azerbaijani",
        "description": "Azerbaijani cuisine (Azerbaijani: Azərbaycan Mətbəxi, refers to the cooking styles and dishes of the Azeri in Azerbaijan republic and Iranian Azerbaijan. Its cuisine has a lot in common with Iranian and Turkish cuisine. Many foods that are indigenous to the country can now be seen in the cuisines of other neighboring cultures. For the Azerbaijanis, food is an important part of their culture and is deeply rooted in the history, traditions and values.\n\nOut of 11 climate zones known in the world, the Azerbaijani climate has nine.This contributes to the fertility of the land, which in its turn results in the richness of the cuisine.",
        "uri": "https://worldfood.guide/cuisine/azerbaijani/",
        "dishes_count": 31
    },
    {
        "name": "Azorean",
        "description": "The Azores is an archipelago of nine islands of various sizes, all of which are geographically isolated, both from the mainland and from each other. They lie in the Atlantic Ocean approximately two-thirds of the way between the United States and the coast of mainland Portugal. This is one of the main reasons that the food of the Azores is so little known.But here you will find the tstly dishes from Azorean cuisine",
        "uri": "https://worldfood.guide/cuisine/azorean/",
        "dishes_count": 15
    },
    {
        "name": "Bahamian",
        "description": "Bahamian Cuisine refers to the foods and beverages of the Bahamas. It includes seafood such as fish, shellfish, lobster, gumbo, crab, and conch, as well as tropical fruits, rice, peas, pigeon peas, potatoes, and pork. Popular seasonings commonly used in dishes include chilies (hot pepper), lime, cilantro, tomatoes, gumbo, onions, garlic, allspice, cinnamon, rum, and coconut. Rum-based beverages are popular on the island. Since the Bahamas consist of a multitude of islands, notable culinary variations exist.\n\nBahamian cuisines are somewhat related to the American South. A large portion of Bahamian foodstuffs are imported (cf. economy of the Bahamas). International cuisine is offered, especially at international hotels.\n\nhttps://en.wikipedia.org/wiki/Bahamian_cuisine",
        "uri": "https://worldfood.guide/cuisine/bahamian/",
        "dishes_count": 8
    },
    {
        "name": "Bahraini",
        "description": "The cuisine of Bahrain consists of dishes such as Biryani, Harees, Khabeesa, Machboos, Mahyawa, Maglooba, Qouzi and Zalabia. Qahwah is the national beverage. Bahrain is a small island state near the western shores of the Persian Gulf. Wikipedia",
        "uri": "https://worldfood.guide/cuisine/bahraini/",
        "dishes_count": 2
    },
    {
        "name": "Balearic",
        "description": "It is a Mediterranean cuisine as cooked in the Balearic Islands, Spain. It can be regarded as part of a wider Catalan cuisine, since it shares many dishes and ingredients with Catalonia and the Valencian Community. Others view it as part of a more global Spanish cuisine. Traditional Balearic cuisine is rich in vegetables, cereal and legumes as well as being low in fats. A succinct selection of the primary dishes would be ensaimades, seafood and vegetable stews, sobrassada, coques, tombet, Maó cheese and wine.",
        "uri": "https://worldfood.guide/cuisine/balearic/",
        "dishes_count": 8
    },
    {
        "name": "Balkans",
        "description": "Balkan cuisine is naturally eclectic because the region has experienced so many influences throughout the ages. From ancient Romans who strarted olive oil production to the Ottoman Turks in the Middle ages and finally the Italian and German influences have made their cuisines and gastronomic customs more sophisticated. However, the true spirit of the Balkans is in their mountains.\n\nMeat is the main ingredient: grilled, baked or smoked. In Christian countries they mainly eat pork, while Muslims prefer beef. There are about half a dozen meat specialties known under the common title of “roštilj” or “skara”, which comes from the name of the specific type of grill on which these meals are prepared. The most popular one, called ćevap (derived from the Turkish kebab), has quite a peculiar geography. Several Balkan cities compete for the title of the Balkan ćevap capital.\n\nhttps://travelsecretsmag.wordpress.com/2014/04/21/could-you-introduce-me-to-balkan-cuisine/",
        "uri": "https://worldfood.guide/cuisine/balkans/",
        "dishes_count": 6
    },
    {
        "name": "Bangladeshi",
        "description": "Bangladeshi cuisine (Bengali: বাংলাদেশের রান্না) is the national cuisine of Bangladesh. It is dominated by Bengali cuisine and has been shaped by the diverse history and riverine geography of Bangladesh. The country has a tropical monsoon climate.\r\n\r\nRice is the main staple of Bangladesh and is served with a wide range of curries. Sublime Bangladeshi dishes exhibit strong aromatic flavors; and often include eggs, potatoes, tomatoes and aubergines. A variety of spices and herbs, along with mustard oil and ghee, is used in Bangladeshi cooking. The main breads are naan, paratha, roti, bakarkhani and luchi. Dal is the second most important staple after rice. Fish is a staple in Bangladeshi cuisine, especially freshwater fish, which is a distinctive feature of the country's gastronomy. Major fish dishes include (ilish), pabda (butterfish), rui (rohu), pangash (pangas catfish), chitol (clown knifefish), magur (walking catfish), bhetki (barramundi) and tilapia. Meat consumption includes beef, lamb, venison, chicken, duck, squab and koel. Vegetable dishes, either mashed (bhurta), boiled (sabji), or leaf-based (saag), are widely served. Lobsters and shrimps are also often prevalent. https://en.wikipedia.org/wiki/Bangladeshi_cuisine\r\n\r\ngolla = ball\r\nKolar in Bengali means banana\r\nkancha = raw\r\nKolar in Bengali means banana\r\nmakha = kneaded\r\nBora = fried pakora",
        "uri": "https://worldfood.guide/cuisine/bangladeshi/",
        "dishes_count": 179
    },
    {
        "name": "Barbadian",
        "description": "Bajan cuisine is a mixture of African, Indian, Irish, Creole and British influences. A typical meal consists of a main dish of meat or fish, normally marinated with a mixture of herbs and spices, hot side dishes, and one or more salads. The meal is usually served with one or more sauces. \n\nThe national dish of Barbados is Cou-Cou & fried Flying Fish with spicy gravy.Another traditional meal is \"Pudding and Souse\" a dish of pickled pork with spiced sweet potatoes. A wide variety of seafood and meats are also available.",
        "uri": "https://worldfood.guide/cuisine/barbadian/",
        "dishes_count": 12
    },
    {
        "name": "Basque",
        "description": "It is refers to the cuisine of the Basque Country and includes meats and fish grilled over hot coals, marmitako and lamb stews, cod, Tolosa bean dishes, paprikas from Lekeitio, pintxos (Basque tapas), Idiazabal sheep's cheese, txakoli sparkling wine, and Basque cider. A basquaise is a type of dish prepared in the style of Basque cuisine that often includes tomatoes and sweet or hot red peppers.",
        "uri": "https://worldfood.guide/cuisine/basque/",
        "dishes_count": 8
    },
    {
        "name": "Belarusian",
        "description": "The cuisine from Belarus shares the same roots with cuisines of other Eastern and Northern European countries, basing predominantly on meat and various vegetables typical for the region.",
        "uri": "https://worldfood.guide/cuisine/belarusian/",
        "dishes_count": 24
    },
    {
        "name": "Belgian",
        "description": "Belgian cuisine is widely varied with significant regional variations while also reflecting the cuisines of neighbouring France, Germany and the Netherlands. It is sometimes said that Belgian food is served in the quantity of German cuisine but with the quality of French food. Outside the country, Belgium is best known for its chocolate, waffles, fries and beer.\n\nThough Belgium has many distinctive national dishes, many internationally popular foods like hamburgers and spaghetti bolognese are also popular in Belgium, and most of what Belgians eat is also eaten in neighbouring countries. 'Belgian cuisine' therefore usually refers to dishes of Belgian origin, or those considered typically Belgian.\n\nBelgian cuisine traditionally prizes regional and seasonal ingredients. Ingredients typical in Belgian dishes include potatoes, leeks, grey shrimp, white asparagus, Belgian endives and local beer, in addition to common European staples including meat, cheese and butter. Belgians typically eat three meals a day, with a light breakfast, medium or large-sized lunch and small dinner.\n\nBelgium has a plethora of dishes and products that are local to a specific area. Examples include waterzooi from Ghent, the couque biscuit from the town of Dinant, and tarte au riz from Verviers. While their local origins are acknowledged, most such dishes are enjoyed throughout Belgium.",
        "uri": "https://worldfood.guide/cuisine/belgian/",
        "dishes_count": 40
    },
    {
        "name": "Belizean",
        "description": "Belizean cuisine is an amalgamation of all ethnicities in the nation of Belize and their respectively wide variety of foods. Breakfast consists of bread, flour tortillas, or fry jacks that are often homemade. Fry jacks are eaten with various cheeses, refried beans, various forms of eggs or cereal, along with milk, coffee, or tea.\n\nMidday meals vary, from lighter foods such as rice and beans, tamales, panades (fried meat pies), escabeche (onion soup), chimole (soup), stew chicken and garnaches (fried tortillas with beans, cheese, and sauce) to various constituted dinners featuring some type of rice and beans, meat and salad or coleslaw.\n\nIn the rural areas meals may be more simplified than in the cities. The Maya use recado, corn or maize for most of their meals, and the Garifuna are fond of seafood, cassava (particularly made into cassava bread or Ereba) and vegetables. Belize abounds with restaurants and fast food establishments selling fairly cheaply. Local fruits are quite common, but raw vegetables from the markets less so. Mealtime is a communion for families and schools and some businesses close at midday for lunch, reopening later in the afternoon.",
        "uri": "https://worldfood.guide/cuisine/belizean/",
        "dishes_count": 3
    },
    {
        "name": "Beninese",
        "description": "Beninese cuisine is known in Africa for its exotic ingredients and flavorful dishes. Beninese cuisine involves lots of fresh meals served with a variety of sauces. Meat is usually quite expensive, and meals are generally light on meat and generous on vegetable fat.\n\nIn southern Benin cuisine, the most common ingredient is corn, often used to prepare dough which is mainly served with peanut- or tomato-based sauces. Fish and chicken are the most common meats used in southern Beninese cuisine, but beef, pork, goat and bush rat are also consumed. Meats are often fried in palm or peanut oil. Rice, beans, tomatoes and couscous are also significant staple foods. Fruits are common in this region, including mandarin oranges, oranges, bananas, kiwi, avocados, pineapples and peanuts.\n\nYams are the main staple in the northern Benin, and are also often served with peanut- or tomato-based sauces. The population in the northern provinces uses beef and pork meat which is also fried in palm or peanut oil or cooked in sauces. Cheese is also frequently used in some dishes. Couscous, rice and beans are also commonly eaten, along with fruits such as mangos, oranges, and avocados.",
        "uri": "https://worldfood.guide/cuisine/beninese/",
        "dishes_count": 1
    },
    {
        "name": "Bermudian",
        "description": "Bermudian cuisine is the cuisine of the British Overseas Territory of Bermuda. The cuisine of the islands reflects a rich and diverse history and heritage blending English cuisine and Portuguese cuisine with preparations of local seafood species, particularly wahoo and rockfish. Traditional dishes include codfish and potatoes served either with an add on of hard boiled egg and butter or olive oil sauce with a banana or in the Portuguese style with tomato-onion sauce, peas and rice. Hoppin' John, pawpaw casserole and fish chowder are also a specialties of Bermuda. As most ingredients used in Bermuda’s cuisine are imported, local dishes are offered with a global blend, with fish as the major ingredient, in any food eaten at any time.",
        "uri": "https://worldfood.guide/cuisine/bermudian/",
        "dishes_count": 4
    },
    {
        "name": "Bhutanese",
        "description": "Bhutanese cuisine (Dzongkha: འབྲུག་ཟས་; Wylie: brug-zas) employs a lot of red rice (like brown rice in texture, but with a nutty taste, the only variety of rice that grows at high altitudes), buckwheat, and increasingly maize. Buckwheat is eaten mainly in Bumthang, maize in the Eastern districts, and rice elsewhere. The diet in the hills also includes chicken, yak meat, dried beef, pork, pork fat, and lamb. Soups and stews of meat, rice, ferns, lentils, and dried vegetables, spiced with chili peppers and cheese, are a favorite meal during the cold seasons. Zow shungo is a rice dish mixed with leftover vegetables. Ema datshi is a spicy dish made with large, green chili peppers in a cheesy sauce (similar to chili con queso), which might be called the national dish for its ubiquity and the pride that Bhutanese have for it.\n\nhttps://en.wikipedia.org/wiki/Bhutanese_cuisine",
        "uri": "https://worldfood.guide/cuisine/bhutanese/",
        "dishes_count": 14
    },
    {
        "name": "Bolivian",
        "description": "Bolivian cuisine is very varied and stems from the combination of Spanish cuisine with Indigenous ingredients and Aymara traditions among others, with later influences from Argentinians, Germans, Italians, Basques, Russians, Poles, and Arabs due to the arrival of immigrants from those countries. The three traditional staples of Bolivian cuisine are corn, potatoes, and beans. These ingredients have been combined with a number of staples brought by the Spanish, such as rice, wheat, and meat, including beef, pork, and chicken.\nhttps://en.wikipedia.org/wiki/Bolivian_cuisine",
        "uri": "https://worldfood.guide/cuisine/bolivian/",
        "dishes_count": 40
    },
    {
        "name": "Bosnian And Herzegovina",
        "description": "Bosnian cuisine uses many spices, but usually in moderate quantities. Most dishes are light, as they are cooked in lots of water; the sauces are fully natural, consisting of little more than the natural juices of the vegetables in the dish. Typical ingredients include tomatoes, potatoes, onions, garlic, bell peppers, cucumbers, carrots, cabbage, mushrooms, spinach, courgette, dried and fresh beans, plums, milk, paprika and cream called pavlaka and kajmak. Typical meat dishes include primarily beef and lamb. Some local specialties are ćevapi, burek, dolma, sarma, pilav (pilaf), gulaš (goulash), ajvar and a whole range of Eastern sweets. The best local wines come from Herzegovina where the climate is suitable for growing grapes. Plum or apple rakija, is produced in Bosnia.",
        "uri": "https://worldfood.guide/cuisine/bosnian_and_herzegovina/",
        "dishes_count": 13
    },
    {
        "name": "Botswanian",
        "description": "The cuisine of Botswana is unique but also shares some characteristics with other cuisines of Southern Africa. Examples of Setswana food include pap, samp, vetkoek, and mopane worms. A food unique to Botswana is seswaa, salted mashed-up meat. Watermelons are believed to have originated in Botswana.\r\nThe markets of Botswana are filled with a large variety of foods. Some are grown locally using irrigation and some are imported from neighbouring countries. A large quantity of high-quality beef is raised in Botswana. Lamb, mutton, chicken and other meats are also plentiful. Beef is the most popular meat, followed by goat meat. River fish are also part of Botswana cuisine.",
        "uri": "https://worldfood.guide/cuisine/botswanian/",
        "dishes_count": 4
    },
    {
        "name": "Brazilian",
        "description": "Brazilian cuisine has European, African and Amerindian influences. It varies greatly by region, reflecting the country's mix of native and immigrant populations, and its continental size as well. This has created a national cuisine marked by the preservation of regional differences.\r\n\r\nIngredients first used by native peoples in Brazil include cassava, guaraná, açaí, cumaru and tacacá. From there, the many waves of immigrants brought some of their typical dishes, replacing missing ingredients with local equivalents. For instance, the European immigrants (primarily from Portugal, Italy, Spain, Germany, Poland and Switzerland) were accustomed to a wheat-based diet, and introduced wine, leaf vegetables, and dairy products into Brazilian cuisine. When potatoes were not available they discovered how to use the native sweet manioc as a replacement. The African slaves also had a role in developing Brazilian cuisine, especially in the coastal states. The foreign influence extended to later migratory waves - Japanese immigrants brought most of the food items that Brazilians would associate with Asian cuisine today, and introduced large-scale aviaries, well into the 20th century.\r\n\r\nhttp://en.wikipedia.org/wiki/Brazilian_cuisine",
        "uri": "https://worldfood.guide/cuisine/brazilian/",
        "dishes_count": 83
    },
    {
        "name": "British",
        "description": "British cuisine is the specific set of cooking traditions and practices associated with the United Kingdom. British cuisine has been described as \"unfussy dishes made with quality local ingredients, matched with simple sauces to accentuate flavour, rather than disguise it.\" However, British cuisine has absorbed the cultural influence of those who have settled in Britain, producing many hybrid dishes, such as the Anglo-Indian chicken tikka masala.\n\nFish and chips, a popular take-away food of the United Kingdom Celtic agriculture and animal breeding produced a wide variety of foodstuffs for indigenous Celts and Britons. Anglo-Saxon England developed meat and savory herb stewing techniques before the practice became common in Europe. The Norman conquest introduced exotic spices into England in the Middle Ages. The British Empire facilitated a knowledge of India's elaborate food tradition of \"strong, penetrating spices and herbs\". Food rationing policies, put in place by the British government during wartime periods of the 20th century, are said to have been the stimulus for British cuisine's poor international reputation. It has been claimed, contrary to popular belief, that people in southern England eat more garlic per head than the people of northern France.\n\nBritish cuisine has traditionally been limited in its international recognition to the full breakfast, fish and chips, and the Christmas dinner. Other British dishes include the Sunday roast, steak and kidney pie, shepherd's pie, and bangers and mash. British cuisine has many regional varieties within the broader categories of English, Scottish and Welsh cuisine. Each has developed its own regional or local dishes, many of which are geographically indicated foods such as Cornish pasties, the Yorkshire pudding, Cumberland Sausage, Arbroath Smokie, and Welsh cakes.",
        "uri": "https://worldfood.guide/cuisine/british/",
        "dishes_count": 66
    },
    {
        "name": "Bruneian",
        "description": "Bruneian cuisine is the cuisine of Brunei. It is similar to, and heavily influenced by the cuisine of neighbouring Malaysia, Singapore, and Indonesia, with additional influences from India, China, Thailand, and Japan. Wikipedia",
        "uri": "https://worldfood.guide/cuisine/bruneian/",
        "dishes_count": 8
    },
    {
        "name": "Bulgarian",
        "description": "Cuisine from Bulgaria is a representative of the cuisine of Southeastern Europe. Essentially South Slavic, it shares characteristics with other Balkans cuisines. Bulgarian cooking traditions are diverse because of geographical factors such as climatic conditions suitable for a variety of vegetables, herbs and fruit. Aside from the vast variety of local Bulgarian dishes, Bulgarian cuisine shares a number of dishes with the Russian, Italian, Greek, cuisine and even Middle Eastern cuisines.",
        "uri": "https://worldfood.guide/cuisine/bulgarian/",
        "dishes_count": 22
    },
    {
        "name": "Burkinabe",
        "description": "Burkinabé cuisine, the cuisine of Burkina Faso, is similar to the cuisines in many parts of West Africa and is based on staple foods of sorghum, millet, rice, fonio, maize, peanuts, potatoes, beans, yams and okra. Rice, maize and millet are the most commonly eaten grains. Grilled meat is common, particularly mutton, goat, beef and fish. Vegetables include, besides yams and potatoes, okra, tomatoes, zucchini, carrots, leeks, onions, beets, pumpkins, cucumbers, cabbage, sorrel and spinach.",
        "uri": "https://worldfood.guide/cuisine/burkinabe/",
        "dishes_count": 5
    },
    {
        "name": "Burmese",
        "description": "Burmese cuisine includes dishes from various regions of the Southeast Asian country of Burma (now officially known as Myanmar). The diversity of Myanmar's cuisine has also been contributed to by the myriad of local ethnic minorities. The Bamars are the most dominant group, but other groups including the Chin people also have distinct cuisines.\n\nBurmese cuisine is characterized by extensive use of fish products like fish sauce and ngapi (fermented seafood). Owing to the geographic location of Myanmar, Burmese cuisine has been influenced by Chinese cuisine, Indian cuisine and Thai cuisine.\n\nWiki",
        "uri": "https://worldfood.guide/cuisine/burmese/",
        "dishes_count": 14
    },
    {
        "name": "Burundian",
        "description": "Burundi cuisine is very representative of the African culinary culture, as it includes beans, which are the staple of Burundi cooking, exotic fruits (mainly bananas) plantains, sweet potatoes, cassava, peas, maize and cereals, like corn and wheat. Profiteroles are also sometimes enjoyed as a rare delicacy. Not much meat is consumed in Burundi because animal breeding is a secondary occupation; still, there are some dishes that include goat and sheep meat but cows are very sacred.",
        "uri": "https://worldfood.guide/cuisine/burundian/",
        "dishes_count": 2
    },
    {
        "name": "Cambodian",
        "description": "Traditional cuisine of the people of Cambodia. Average meals typically consists of more than one dish and ideally contrasts flavours, textures and temperatures within the meal using plenty of herbs, leaves, pickled vegetables, dipping sauces, edible flowers and other garnishes and condiments.\n\nThe staple food for Cambodians is rice. Today rice is consumed by most Cambodians daily and with all meals, using a great number of cooking styles and techniques. There are hundreds of varieties of indigenous Khmer rice, from the fragrant jasmine-scented malis rice to countless types of wild, brown and sticky rice. Sticky rice is most often consumed as a dessert, often with slices of tropical fruit like mango or durian and coconut milk.\n\nRice is eaten throughout the day in the form of street-side snacks, such as deep-fried rice cakes with chives and spinach, for breakfast, as in Cambodia's famous rice noodle soup kuyteav or rice porridge, and in many desserts. Plain white rice is served with nearly every family meal, typically served with grilled freshwater fish, a samlor or soup, and an assortment of seasonal herbs, salad leaves and vegetables.",
        "uri": "https://worldfood.guide/cuisine/cambodian/",
        "dishes_count": 33
    },
    {
        "name": "Cameroonian",
        "description": "Cameroonian cuisine is one of the most varied in Africa due to its location on the crossroads between the north, west, and centre of the continent; the diversity in ethnicity with mixture ranging from Bantus, Semi-bantus and Shua-Arabs. Added to this is the influence of German colonialisation and later the French and English annexation of different parts of the country.\nThe soil of most of the country is very fertile and a wide variety of vegetables and fruits, both domestic and imported species, are grown. These include:\n\ncassava\nplantain\npeanuts\nfufu\nhot pepper/Penja white pepper\ncorn\neggplant\nokra\nbitterleaf\ntomato\ncocoyam\nbananas",
        "uri": "https://worldfood.guide/cuisine/cameroonian/",
        "dishes_count": 11
    },
    {
        "name": "Canadian",
        "description": "Cuisine from Canada varies widely depending on the regions of the nation. The three earliest cuisines of Canada have First Nations, English, Scottish and French roots, with the traditional cuisine of English Canada closely related to British cuisine, while the traditional cuisine of French Canada has evolved from French cuisine and the winter provisions of fur traders. With subsequent waves of immigration in the 19th and 20th century from Central, Southern, and Eastern Europe, South Asia, East Asia, and the Caribbean, the regional cuisines were subsequently augmented.",
        "uri": "https://worldfood.guide/cuisine/canadian/",
        "dishes_count": 37
    },
    {
        "name": "Canarian",
        "description": "It refers to the typical dishes and ingredients in the cuisine of the Canary Islands, and it constitutes an important element in the culture of its inhabitants. Its main features are its freshness, variety, simplicity, and the richness of its ingredients (which may be a result of the long geographical isolation the islands suffered), the mix of seafood and meat dishes, its cultural influences and the low knowledge of it by the rest of the world.\n\nMany small dishes are presented in the Canary Islands as appetizers, or snacks (tapas), which are known locally as enyesques.\n\nMojo (pronounced mO-ho) is a sauce served with many dishes, which is made mainly of oil, garlic, vinegar, salt, red pepper, thyme, cumin, coriander and several other spices. The two main kinds of mojo are rojo (red, often served with meat) and verde (green, often served with fish), though both can be served with potatoes. Spicy red mojo is called mojo picón. This recipe is the base of the mojos of Latin America, especially Cuba, Puerto Rico, and Venezuela, due to heavy Canarian emigration, and have also influenced the cuisines of the non-Hispanic Caribbean islands.\n\nhttps://en.wikipedia.org/wiki/Canarian_cuisine",
        "uri": "https://worldfood.guide/cuisine/canarian/",
        "dishes_count": 5
    },
    {
        "name": "Cape Verdean",
        "description": "The cuisine of Cape Verde is a West African cuisine largely influenced by Portuguese, Southern and Western European and West African cuisine. Cape Verde was a colony of Portugal from its colonization until 1975.One of the most important aspects of Cape Verdean culture is the beverage grogue, a strong rum made from distilled sugar cane on the islands of Santo Antao and Santiago. The beverage is made in towns such as Paul on Santo Antao and Cidade Velha on Santiago using a trapiche. A variation of the drink is ponche (punch) which is sweeted with condensed milk or sugarcane molasses. Due to the intoxication on consuming grogue, it is consumed by many Cape Verdean musicians seeking inspiration.\r\n\r\nCorn and beans are staples of Cape Verdean cuisine.Also popular are rice, fried potatoes, cassava and vegetables such as carrots, kale, squash, fish and meat such as tuna, sawfish, lobster, chicken, grilled pork and eggs. One legacy of the Portuguese on the islands is olives and Alentejo wines which are still imported. One type of Cape Verdean stew is a cachupa .",
        "uri": "https://worldfood.guide/cuisine/cape_verdean/",
        "dishes_count": 1
    },
    {
        "name": "-Caribbean-",
        "description": "Of or relating to the Caribbean Sea, its islands, or its Central or South American coasts or to the peoples or cultures of this region.\n\nTop Caribbean Countries by population:\n- Cuba\n- Haiti\n- Dominican Republic\n- Puerto Rico\n- Jamaica\n- Trinidad and Tobago\n- Guadeloupe\n- Martinique\n- Bahamas\n- Barbados\n- Saint Lucia\n- Curacao\n- Aruba\n",
        "uri": "https://worldfood.guide/cuisine/-caribbean-/",
        "dishes_count": 20
    },
    {
        "name": "Catalan",
        "description": "It is the cuisine of the autonomous community of Catalonia. It relies heavily on ingredients popular along the Mediterranean coast, including fresh vegetables (especially tomato, garlic, eggplant (aubergine), capsicum, and artichoke), wheat products (bread, pasta), Arbequina olive oils, wines, legumes (beans, chickpeas), mushrooms, all sorts of pork preparations (sausage from Vic, ham), all sorts of cheese, poultry, lamb, and many types of fish like sardine, anchovy, tuna, and cod.\n\nThe traditional Catalan cuisine is quite diverse, ranging from pork-intensive dishes cooked in the inland part of the region (Catalonia is one of the main producers of swine products in Spain) to fish-based recipes along the coast.\n\nThe cuisine includes many preparations that mix sweet and savoury and stews with sauces based upon botifarra (pork sausage) and the characteristic picada (ground almonds, hazelnuts, pine nuts, etc. sometimes with garlic, herbs, biscuits)",
        "uri": "https://worldfood.guide/cuisine/catalan/",
        "dishes_count": 26
    },
    {
        "name": "Caucasian",
        "description": "Cuisine from the geographic region Caucasus or Caucasia includes the traditional cuisines of Georgia, Azerbaijan, Armenia, Dagestan, Chechnya, Ingushetia, Kabardino-Balkaria, Karachay–Cherkessia, North Ossetia–Alania, South Ossetia, Abkhazia, Adjaria, and Adygea.\n\nThese cuisines provide a dash of spice and colour compared with often stodgy Russian dishes. Although often characterized as quite meat-heavy - a staple of Caucasian and Central Asian cuisine in Russia is the fabulous Shashlik (kebabs) which appear on every menu. Food from this part of the world is also a good option for vegetarian, making use of the vegetables and pulses native to that part of the world.",
        "uri": "https://worldfood.guide/cuisine/caucasian/",
        "dishes_count": 12
    },
    {
        "name": "Chilean",
        "description": "Cuisine from Chile stems mainly from the combination of traditional Spanish cuisine, Chilean Indigenous Mapuche culture and local ingredients, with later important influences from other European cuisines, particularly from Germany, Italy and France. The food tradition and recipes in Chile are notable for the variety of flavours and ingredients, with the country’s diverse geography and climate hosting a wide range of agricultural produce, fruits and vegetables. The long coastline and the peoples' relationship with the Pacific Ocean add an immense array of seafood products to Chilean cuisine, with the country's waters home to unique species of fish, molluscs, crustaceans and algae, thanks to the oxygen-rich water carried in by the Humboldt Current. Chile is also one of the world’s largest producers of wine and many Chilean recipes are enhanced and accompanied by local wines.",
        "uri": "https://worldfood.guide/cuisine/chilean/",
        "dishes_count": 60
    },
    {
        "name": "Chinese",
        "description": "Chinese cuisine is the national cuisine of China.\n\nChinese cuisine includes styles originating from the diverse regions of China, as well as from Chinese people in other parts of the world. The history of Chinese cuisine in China stretches back for thousands of years and has changed from period to period and in each region according to climate, imperial fashions, and local preferences. Over time, techniques and ingredients from the cuisines of other cultures were integrated into the cuisine of the Chinese people due both to imperial expansion and from the trade with nearby regions in pre-modern times, and from Europe and the New World in the modern period.\n\nStyles and tastes also varied by class, region, and ethnic background. This led to an unparalleled range of ingredients, techniques, dishes and eating styles in what could be called Chinese food, leading Chinese to pride themselves on eating a wide variety of foods while remaining true to the spirit and traditions of Chinese food culture.\n\nWiki",
        "uri": "https://worldfood.guide/cuisine/chinese/",
        "dishes_count": 203
    },
    {
        "name": "Chinese-cantonese",
        "description": "Cantonese Cuisine, also known as Yue Cuisine, is the culinary style of Guangdong Province, which was called Canton when the Wade-Giles romanization of Chinese was in use. This particular type of Chinese food has been popularized by Chinese restaurants around the world as the majority of those who set up these restaurants were of Cantonese origin. \r\n\r\nGuangdong dishes are characterized by their tender and slightly sweet taste. Classic Cantonese sauces are light and mellow. The most widely used sauces in Guangdong Cuisine include: hoisin sauce, oyster sauce, plum sauce and sweet and sour sauce. Other ingredients popular in Guangdong Cuisine include spring onions, sugar, salt, soya bean products, rice wine, corn starch, vinegar and sesame oil. Garlic is used heavily in some dishes, especially those in which internal organs, such as entrails, may emit unpleasant odors. Ginger, chili peppers, five-spice powder, powdered white pepper, star anise and a few other spices are used, but often sparingly. In contrast to the fast-fried cooking method of Sichuan dishes, Guangdong people prefer to braise, stew and sauté their food. These cooking methods aim to preserve the flavor of the dishes. \r\n \r\nTeochew Cuisine is a subgroup of Guangdong Cuisine with an entirely different array of dishes. It is known for its simple food and beautiful presentation. Teochew Cuisine is one of the least oily Chinese Cuisines.\r\n\r\n\"The Chinese eat everything with four legs, except tables, and everything that flies except airplanes\" was once ignorantly quoted on this site. The truth is, Guangdong Cuisine, not unlike other non-Western cuisines, utilizes the edible foodstuff native to their region to the best of their ability. Guangdong Cuisine is known by neighboring regions as non-wasteful and a sort of \"clear\", fresh tasting country-food. Snake, cat and pangolin (scaly anteater) are occasionally found in dishes, though such ingredients are slowly ceasing to be used due to modern Westernization, causing cultural erasure.\r\n\r\nhttp://www.chinahighlights.com/travelguide/chinese-food/yue-cuisine.htm",
        "uri": "https://worldfood.guide/cuisine/chinese-cantonese/",
        "dishes_count": 17
    },
    {
        "name": "Chinese-Shanghainese",
        "description": "Shanghai cuisine, also known as Hu cuisine, is popular style of Chinese food. In a narrow sense, Shanghai cuisine refers only to what is traditionally called Benbang cuisine (???, lit. \"local cuisine\") which originated in Shanghai; in a broad sense,it refers to complex and developed styles of cooking under profound influence of those of the surrounding provinces – Jiangsu and Zhejiang –. It takes \"color, aroma and taste\" as its elements like other Chinese regional cuisines, and emphasizes in particular the use of seasonings,the quality of raw materials and original flavors. \nhttp://en.wikipedia.org/wiki/Shanghai_cuisine",
        "uri": "https://worldfood.guide/cuisine/chinese-shanghainese/",
        "dishes_count": 12
    },
    {
        "name": "Chinese-Sichuan",
        "description": "Style of Chinese cuisine originating from Sichuan province in southwestern China. It has bold flavours, particularly the pungency and spiciness resulting from liberal use of garlic and chili peppers, as well as the unique flavor of the Sichuan pepper. There are many local variations within Sichuan province and the Chongqing municipality, which was part of Sichuan until 1997. Four sub-styles include Chongqing, Chengdu, Zigong, and Buddhist vegetarian style.\n\nUNESCO declared Chengdu to be a city of gastronomy in 2011 in order to recognize the sophistication of its cooking. (Wikipedia)",
        "uri": "https://worldfood.guide/cuisine/chinese-sichuan/",
        "dishes_count": 19
    },
    {
        "name": "Circassian",
        "description": "Adyghe cuisine consists of many different traditional dishes, varying by season. The summertime traditional dishes are mainly dairy products and vegetables.In winter and spring, the traditional dishes mostly consist of flour and meat. Traditional dishes include ficcin, seasoned chicken or turkey with sauce, boiled mutton and beef with a seasoning of sour milk along with salt and crushed garlic.\n\nAmong the many varieties of cheese in the North Caucasus, Circassian cheese is the most popular one.\n\nDifferent variants of pasta can be found in Circassia, one such type is the manti that is filled with potato or lamb, and served with butter, yoghurt, and spices. Manti is similar to ravioli, but it is served with butter and yoghurt, though sometimes tomato can be added as well. Manti may be fried, as well as boiled.\n\n\nhttps://en.wikipedia.org/wiki/Circassian_cuisine",
        "uri": "https://worldfood.guide/cuisine/circassian/",
        "dishes_count": 1
    },
    {
        "name": "Colombian",
        "description": "Colombian cuisine includes the cooking traditions and practices of Colombia's Caribbean shoreline, Pacific coast, mountains, jungle, and ranchlands. Colombian cuisine varies regionally and is influenced by the Indigenous Chibcha, Spanish, African, Arab and some Asian influences. Colombian coffee is renowned for its high quality. (Wiki)",
        "uri": "https://worldfood.guide/cuisine/colombian/",
        "dishes_count": 59
    },
    {
        "name": "Congolese",
        "description": "The cuisine of the Democratic Republic of the Congo varies widely, representing the food of indigenous people. Cassava is generally the staple food usually eaten with other side dishes. Wikipedia",
        "uri": "https://worldfood.guide/cuisine/congolese/",
        "dishes_count": 5
    },
    {
        "name": "Costa Rican",
        "description": "Costa Rican cuisine is known for being fairly mild, with high reliance on fresh fruits and vegetables. Rice and black beans are a staple of most traditional Costa Rican meals, often served three times a day.\n\nCosta Rican fare is nutritionally well rounded, and nearly always cooked from scratch from fresh ingredients. Traditional meals have a home-cooked, comforting feel to them. Due to the tropical location of the country, there are many exotic fruits and vegetables readily available and included in the local cuisine. https://en.wikipedia.org/wiki/Costa_Rican_cuisine",
        "uri": "https://worldfood.guide/cuisine/costa_rican/",
        "dishes_count": 17
    },
    {
        "name": "Crap",
        "description": "Chadian cuisine is the cooking traditions, practices, foods and dishes associated with the Republic of Chad. Chadians use a variety of grains, vegetables, fruits and meats. Commonly consumed grains include millet, sorghum, and rice as staple foods. Commonly eaten vegetables include okra and cassava. A variety of fruits are also eaten. Meats include mutton, chicken, pork, goat, fish, lamb and beef. The day's main meal is typically consumed in the evening on a large communal plate, with men and women usually eating in separate areas. This meal is typically served on the ground upon a mat, with people sitting and eating around it.",
        "uri": "https://worldfood.guide/cuisine/crap/",
        "dishes_count": 6
    },
    {
        "name": "Crimean Tatars",
        "description": "The traditional cuisine of the Crimean Tatars derives basically from the same roots as the cuisine of the Volga Tatars, although unlike the Volga Tatars they do not eat horse meat and do not drink mare’s milk (kymyz). However, the Crimean Tatars adopted many Uzbek dishes during their exile in Central Asia since 1944, and these dishes have been absorbed into Crimean Tatar national cuisine after their return to Crimea. Uzbek samsa, laghman, and plov (pilaf) are sold in most Tatar roadside cafes in Crimea as national dishes. Uzbek flatbread, nan (or lepyoshka in Russian), is also a staple among Crimean Tatars.\n\n\nhttps://en.wikipedia.org/wiki/Crimean_Tatar_cuisine",
        "uri": "https://worldfood.guide/cuisine/crimean_tatars/",
        "dishes_count": 0
    },
    {
        "name": "Croatian",
        "description": "It is heterogeneous and is known as a cuisine of the regions since every region of Croatia has its own distinct culinary tradition. Its roots date back to ancient times. The differences in the selection of foodstuffs and forms of cooking are most notable among those in the mainland and those in coastal regions. Mainland cuisine is more characterized by the earlier Slavic and the more recent contacts with neighbouring cultures—Hungarian and Turkish, using lard for cooking, and spices such as black pepper, paprika, and garlic. The coastal region bears the influences of the Greek and Roman cuisine, as well as of the later Mediterranean cuisine, in particular Italian (especially Venetian). Coastal cuisines use olive oil, and herbs and spices such as rosemary, sage, bay leaf, oregano, marjoram, cinnamon, clove, nutmeg, and lemon and orange rind. Peasant cooking traditions are based on imaginative variations of several basic ingredients (cereals, dairy products, meat, fish, vegetables, nuts) and cooking procedures (stewing, grilling, roasting, baking), while bourgeois cuisine involves more complicated procedures and use of selected herbs and spices. Charcuterie is part of Croatian tradition in all regions. Food and recipes from other former Yugoslav countries are also popular in Croatia.\n\nCroatian cuisine can be divided into a few regional cuisines (Istria, Dalmatia, Dubrovnik, Lika, Gorski Kotar, Zagorje, Međimurje, Podravina, Slavonija) which all have their specific cooking traditions, characteristic for the area and not necessarily well known in other parts of Croatia. Most dishes, however, can be found all across the country, with local variants.",
        "uri": "https://worldfood.guide/cuisine/croatian/",
        "dishes_count": 32
    },
    {
        "name": "Cuban",
        "description": "Cuban cuisine is a fusion of Native American Taino food, Spanish, African, and Caribbean cuisines. Some Cuban recipes share spices and techniques with Spanish and African cooking, with some Caribbean influence in spice and flavor. This results in a unique, interesting and flavorful blend of the several different cultural influences, with strong similarities with the cuisine of the neighboring Dominican Republic and Puerto Rico. A small but noteworthy Chinese influence can also be accounted for, mainly in the Havana area. During colonial times, Cuba was an important port for trade, and many Spaniards who lived there brought their culinary traditions along with them.\n\n\nAs a result of the colonization of Cuba by Spain, one of the main influences on the cuisine is from Spain. Along with Spain, other culinary influences include Africa, from the Africans that were brought to Cuba as slaves, and French, from the French colonists that came to Cuba from Haiti.Another important factor is that Cuba itself is an island, making seafood something that greatly influences Cuban cuisine. Another contributing factor to Cuban cuisine is the fact that Cuba is in a tropical climate. The tropical climate produces fruits and root vegetables that are used in Cuban dishes and meals\n\nWiki",
        "uri": "https://worldfood.guide/cuisine/cuban/",
        "dishes_count": 38
    },
    {
        "name": "Cypriot",
        "description": "Cuisine of Cyprus and is closely related to Greek and Turkish cuisine; it has also been influenced by Byzantine, French, Italian, Catalan, Ottoman and Middle Eastern cuisines.\n\nFrequently used ingredients are fresh vegetables such as zucchini, green peppers, okra, green beans, artichokes, carrots, tomatoes, cucumbers, lettuce and grape leaves, and pulses such as beans (for fasolia), broad beans, peas, black-eyed beans, chick-peas and lentils. Pears, apples, grapes, oranges, Mandarin oranges, nectarines, mespila, blackberries, cherries, strawberries, figs, watermelon, melon, avocado, citrus, lemon, pistachio, almond, chestnut, walnut, hazelnut are some of the commonest of the fruits and nuts.",
        "uri": "https://worldfood.guide/cuisine/cypriot/",
        "dishes_count": 19
    },
    {
        "name": "Czech",
        "description": "Czech cuisine has both influenced and been influenced by the cuisines of surrounding countries. Many of the cakes and pastries that are popular in Central Europe originated within the Czech lands. Contemporary Czech cuisine is more meat-based than in previous periods; the current abundance of farmable meat has enriched its presence in regional cuisine. Traditionally, meat has been reserved for once-weekly consumption, typically on weekends. The body of Czech meals typically consists of two or more courses; the first course is traditionally soup, the second course is the main dish, and the third course can include supplementary courses, such as dessert or compote (kompot). In Czech cuisine, thick soups and many kinds of sauces, both based on stewed or cooked vegetables and meats, often with cream, as well as baked meats with natural sauces (gravies), are popular dishes.",
        "uri": "https://worldfood.guide/cuisine/czech/",
        "dishes_count": 28
    },
    {
        "name": "Danish",
        "description": "Danish food culture and culinary heritage - has been cultivated and improved for many generations - and is mainly rooted from the old country kitchen - with ancient food recipes from all over the Danish kingdom - created first and foremost - as a shield to protect the Danes against the cold weather conditions in Denmark. That’s why the Danes for centuries have eaten a lot of meat - especially loads of pork - but also beef together with plenty of potatoes and vegetables. Poultry and fish products are the Danes second choice. The cold and often wet climate in Denmark requires a lot of food with high nutritional values that contain many vitamins - minerals and proteins to mobilise a great portion of energy - which is a vital source - needed for work - at school - for sports and another form of daily activities - when living in a dynamic and modern society like Denmark that demands plenty of individual energy and human recourses every day.",
        "uri": "https://worldfood.guide/cuisine/danish/",
        "dishes_count": 17
    },
    {
        "name": "Djiboutian",
        "description": "It is consists of a mixture of Somali, Afar, Yemeni, and French cuisine, with some additional South Asian (especially Indian) culinary influences. Meals are typically halal. Several popular dishes feature seafood and meat, including Fah-fah (spicy boiled beef soup).\n\nThe main dish is typically a pancake-like bread called lahoh, which might also be eaten with a stew or soup, such as wat. A side dish of liver (usually beef), goat meat (hilib ari), diced beef cooked in a bed of soup (suqaar), or jerky (oodkac or muqmad), may also be served. Three pieces of lahoh are often eaten along with honey, ghee, and a cup of tea.\n\nLunch (qado) and dinner (casho) are often served with an elaborate main dish of stew (maraq), which comes in a variety of styles and flavors. Rice (bariis) is often served with meat and/or a banana on the side. In Djibouti City, steak and fish are widely consumed. Pasta (baasto) is frequently presented with a heavier stew than the Italian pasta sauce, but is otherwise served in a similar manner as the rice. Grilled meats are frequently eaten with the pasta.",
        "uri": "https://worldfood.guide/cuisine/djiboutian/",
        "dishes_count": 2
    },
    {
        "name": "Dominican",
        "description": " cuisine is predominantly made up of a combination of Spanish, indigenous Taíno, and African influences. Many Middle-Eastern dishes have been adopted into Dominican cuisine, such as the \"Quipe\" that comes from the Lebanese kibbeh. Dominican cuisine resembles that of other countries in Latin America, those of the nearby islands of Puerto Rico and Cuba, most of all, though the dish names differ sometimes.\n\nA traditional breakfast would consist of mangú, sauteed onions, fried eggs, fried salami, fried cheese and sometimes avocado. This is called \"Los Tres Golpes\" or \"The Three Hits\". As in Spain, the largest, most important meal of the day is lunch. Its most typical form, nicknamed La Bandera (\"The Flag\"), consists of rice, red beans and meat (beef, chicken, pork, or fish), sometimes accompanied by a side of salad.\n\nhttp://en.wikipedia.org/wiki/Dominican_Republic_cuisine",
        "uri": "https://worldfood.guide/cuisine/dominican/",
        "dishes_count": 34
    },
    {
        "name": "Dominica's",
        "description": "Not to be confused with the Dominican Republic.\r\n\r\nDominica's cuisine is similar to that of other Caribbean islands, particularly Jamaica, Saint Lucia, and Trinidad and Tobago. Like other Commonwealth Caribbean islands, Dominicans have developed a distinct twist to their cuisine. Breakfast is an important daily meal, typically including saltfish, dried and salted codfish, and \"bakes\" (fried dough). Saltfish and bakes are combined for a fast-food snack that can be eaten throughout the day; vendors on Dominica's streets sell these snacks to passersby, together with fried chicken, fish and fruit, and yogurt \"smoothies\". Other breakfast meals include cornmeal porridge, which is made with fine cornmeal or polenta, milk or condensed milk, and sugar to sweeten. Traditional British-influenced dishes, such as eggs and toast, are also popular, as are fried fish and plantains.\r\n\r\nCommon vegetables include plantains, tannias (a root vegetable), sweet potatoes, potatoes, rice, and peas. Meat and poultry typically eaten include chicken, beef and fish. These are often prepared in stews with onions, carrots, garlic, ginger, and herbs. The vegetables and meat are browned to create a rich dark sauce. Popular meals include rice and peas, brown stew chicken, stew beef, fried and stewed fish, and many different types of hearty fish broths and soups. These are filled with dumplings, carrots, and ground provisions.\r\n\r\nhttps://en.wikipedia.org/wiki/Dominica#Cuisine",
        "uri": "https://worldfood.guide/cuisine/dominicas/",
        "dishes_count": 2
    },
    {
        "name": "Dutch",
        "description": "Dutch cuisine is traditionally quite simple, dominated by the Netherlands strong agricultural industries. Traditionally, Dutch cuisine is simple and straightforward, with many vegetables and little meat; breakfast and lunch are typically bread with toppings like cheese while dinner is meat and potatoes, supplemented with seasonal vegetables.",
        "uri": "https://worldfood.guide/cuisine/dutch/",
        "dishes_count": 30
    },
    {
        "name": "-Eastern European-",
        "description": "Eastern European cuisine is a generic term for the rich tapestry of ethnic cuisines that encompasses many different cultures, ethnicities, languages, and histories of East-Central and Eastern European nations excluding most Balkan countries.\n\nThe cuisine of the region is strongly influenced by its climate and still varies, depending on a country. For example, Belarusian, Czech, Hungarian, Polish, Russian and Ukrainian cuisine show many similarities",
        "uri": "https://worldfood.guide/cuisine/-eastern_european-/",
        "dishes_count": 23
    },
    {
        "name": "East Timorese",
        "description": "The Cuisine of East Timor consists of regional popular foods such as pork, fish, basil, tamarind, legumes, corn, rice, root vegetables, and tropical fruit. East Timorese cuisine has influences from Southeast Asian foods and from Portuguese dishes from its colonisation by Portugal. Flavours and ingredients from other former Portuguese colonies can be found due to the presence of Portuguese soldiers from other colonies in East Timor.",
        "uri": "https://worldfood.guide/cuisine/east_timorese/",
        "dishes_count": 1
    },
    {
        "name": "Ecuadorian",
        "description": "Ecuadorian cuisine is diverse, varying with altitude, and associated agricultural conditions. Pork, chicken, beef, and cuy (guinea pig) are popular in the mountainous regions, and are served with a variety of carbohydrate-rich foods, especially rice, corn, and potatoes. A popular street food in mountainous regions is hornado, consisting of potatoes served with roasted pig. Some examples of Ecuadorian cuisine in general include patacones (unripe plantains fried in oil, mashed up, and then refried), llapingachos (a pan seared potato ball), and seco de chivo (a type of stew made from goat). A wide variety of fresh fruit is available, particularly at lower altitudes, including granadilla, passionfruit, naranjilla, several types of bananas, uvilla, taxo, and tree tomato.\n\nThe food is somewhat different in the southern mountainous areas, featuring typical Loja food such as repe, a soup prepared with green bananas; cecina, roasted pork; and miel con quesillo or \"cuajada\", as dessert. In the rainforest, a dietary staple is the yuca, elsewhere called cassava. The starchy root is peeled and boiled, fried, or used in a variety of other dishes. It's also used as a bread, and has spread throughout the nation, most notably, to Quito where a company sells the native pan de yuca in a new sense; different types sold with frozen yogurt. Many fruits are available in this region, including bananas, tree grapes, and peach palms. https://en.wikipedia.org/wiki/Ecuadorian_cuisine",
        "uri": "https://worldfood.guide/cuisine/ecuadorian/",
        "dishes_count": 36
    },
    {
        "name": "Egyptian",
        "description": "Cuisine from Egypt makes heavy use of legumes, vegetables and fruits since Egypt's rich Nile valley and delta produce large quantities of these crops in high quality.",
        "uri": "https://worldfood.guide/cuisine/egyptian/",
        "dishes_count": 34
    },
    {
        "name": "English",
        "description": "British food has traditionally been based on beef, lamb, pork, chicken and fish and generally served with potatoes and one other vegetable. The most common and typical foods eaten in Britain include the sandwich, fish and chips, pies like the cornish pasty, trifle and roasts dinners.",
        "uri": "https://worldfood.guide/cuisine/english/",
        "dishes_count": 97
    },
    {
        "name": "Eritrean",
        "description": "The Eritrean cuisines shares similarities with the northern half of Ethiopian but with a subtle difference in the foods, given the history of the two countries.\n\nThe main traditional food in Eritrean cuisine is tsebhi (stew), served with taita (flatbread made from teff, wheat, or sorghum), and hilbet (paste made from legumes; mainly lentil and faba beans). A typical traditional Eritrean dish consists of injera accompanied by a spicy stew, which frequently includes beef, goat, lamb or fish. Overall, Eritrean cuisine strongly resembles that of neighboring Ethiopia, although Eritrean cooking tends to feature more seafood than Ethiopian cuisine on account of its coastal location. Eritrean dishes are also frequently lighter in texture than Ethiopian meals as they tend to employ less seasoned butter and spices and more tomatoes, as in the tsebhi dorho delicacy.\n\nAdditionally, owing to its colonial history, cuisine in Eritrea features more Ottoman and Italian influences than are present in Ethiopian cooking, including more pasta specials and greater use of curry powders and cumin. People in Eritrea likewise tend to drink coffee, whereas sweetened tea is preferred in Somalia. Christian Eritreans also drink sowa (a bitter fermented barley) and mies (a fermented honey beverage), while Muslim Eritreans abstain from drinking alcohol.",
        "uri": "https://worldfood.guide/cuisine/eritrean/",
        "dishes_count": 6
    },
    {
        "name": "Estonian",
        "description": "Traditional Estonian cuisine has substantially been based on meat and potatoes, and on fish in coastal and lakeside areas, but now bears influence from many other cuisines, including a variety of international foods and dishes, with a number of contributions from the traditions of nearby countries. Scandinavian, German, Russian, Latvian, Lithuanian and other influences have played their part. The most typical foods in Estonia have been rye bread, pork, potatoes and dairy products. Estonian eating habits have historically been closely linked to the seasons. In terms of staples, Estonia belongs firmly to the beer, vodka, rye bread and pork \"belt\" of Europe. https://en.wikipedia.org/wiki/Estonian_cuisine",
        "uri": "https://worldfood.guide/cuisine/estonian/",
        "dishes_count": 11
    },
    {
        "name": "Ethiopian",
        "description": "Ethiopian cuisine characteristically consists of vegetable and often very spicy meat dishes. This is usually in the form of wat (also w'et or wot), a thick stew, served atop injera, a large sourdough flatbread, which is about 50 centimeters (20 inches) in diameter and made out of fermented teff flour. Ethiopians eat exclusively with their right hands, using pieces of injera to pick up bites of entrées and side dishes. Utensils are optional.\n\nThe Ethiopian Orthodox Church prescribes a number of fasting (tsom, Ge'ez: ጾም ṣōm) periods, including Wednesdays, Fridays, and the entire Lenten season, so Ethiopian cuisine contains many dishes that are vegan. https://en.wikipedia.org/wiki/Ethiopian_cuisine\n\nBe Siga, Besiga = Meat\nDoro = chicken\nGomen = Collard Greens\nIngudai = mushroom\nTibs = saute\nwat = stew",
        "uri": "https://worldfood.guide/cuisine/ethiopian/",
        "dishes_count": 38
    },
    {
        "name": "European",
        "description": "European cuisine, or alternatively Western cuisine, is a generalized term collectively referring to the cuisines of Europe and other Western countries, including (depending on the definition) that of Russia, as well as non-indigenous cuisines of Australasia, the Americas, Southern Africa, and Oceania, which derive substantial influence from European settlers in those regions. The term is used by East Asians to contrast with Asian styles of cooking.[3] (This is analogous to Westerners' referring collectively to the cuisines of East Asian countries as Asian cuisine.) When used by Westerners, the term may sometimes refer more specifically to cuisine in Europe; in this context, a synonym is Continental cuisine, especially in British English.",
        "uri": "https://worldfood.guide/cuisine/european/",
        "dishes_count": 66
    },
    {
        "name": "Fijian",
        "description": "Traditional Fijian food is a wonderful amalgam of fresh, local ingredients found in the tropics and the traditional preparations and cooking methods passed down the generations. Coconut, fish, rice, taro, sweet potatoes, cassava and breadfruit are the main components in local Fijian dishes.\n\nLovo is a Fijian delicacy prepared for communal events such as weddings and festivals. A makeshift underground oven is fashioned by digging a hole into the ground and lining it with coconut husks, which are then lit on fire and covered by stones. Meats, fish and vegetables wrapped in banana leaves are then placed on top of the heated stones and cooked for about two and a half hours. Most large resorts in Fiji have a lovo night once a week.\n\nAnother national delicacy is kokodo, raw mahi-mahi (a type of fish) marinated in coconut cream, lime, onions and tomatoes. Coconut cream is an important ingredient in two other Fijian delicacies: Rourou, a dish made of taro leaves, and tavioka, a baked dish made of tapioca and mashed bananas. Duruka, an unusual asparagus-like vegetable that is seasonal during the months of April and May, is also a popular traditional Fijian dish. The national drink of Fiji is kava, which was traditionally prepared by virgins, who chewed the root of the pepper plant before mixing it with water, but is now made in a more hygienic fashion: by pounding the root in a wooden bowl.",
        "uri": "https://worldfood.guide/cuisine/fijian/",
        "dishes_count": 10
    },
    {
        "name": "Filipino",
        "description": "Philippine cuisine consists of the food, preparation methods and eating customs found in the Philippines. The style of cooking and the food associated with it have evolved over many centuries from its Austronesian origins to a mixed cuisine of Malay, Spanish, Chinese, and American, as well as other Asian and Latin influences adapted to indigenous ingredients and the local palate.\r\n\r\nDishes range from the very simple, like a meal of fried salted fish and rice, to the elaborate paellas and cocidos created for fiestas of Spanish origin, and spaghetti and lasagna of Italian origin. Popular dishes include: lechón (whole roasted pig), longganisa (Philippine sausage), tapa (cured beef), torta (omelette), adobo (chicken and/or pork braised in garlic, vinegar, oil and soy sauce, or cooked until dry), kaldereta (meat in tomato sauce stew), mechado (larded beef in soy and tomato sauce), puchero (beef in bananas and tomato sauce), afritada (chicken and/or pork simmered in a peanut sauce with vegetables), kare-kare (oxtail and vegetables cooked in peanut sauce), pinakbet (kabocha squash, eggplant, beans, okra, and tomato stew flavored with shrimp paste), crispy pata (deep-fried pig's leg), hamonado (pork sweetened in pineapple sauce), sinigang (meat or seafood in sour broth), pancit (noodles), and lumpia (fresh or fried spring rolls).\r\n-Wikipedia-\r\n\r\nBujo = Young Coconut\r\nMerienda = breakfast, lunch, snack and \r\nMerienda cena = Dinner\r\nItlog = eggs\r\nPancit, pansit = noodles",
        "uri": "https://worldfood.guide/cuisine/filipino/",
        "dishes_count": 164
    },
    {
        "name": "Finnish",
        "description": "Cuisine from Finland is notable for generally combining traditional country fare and haute cuisine with contemporary continental style cooking. Fish and meat (usually pork, beef or reindeer) play a prominent role in traditional Finnish dishes in some parts of the country, while the dishes in others have traditionally included various vegetables and mushrooms. Refugees from Karelia contributed to foods in other parts of Finland.\n\nFinnish foods often use wholemeal products (rye, barley, oats) and berries (such as blueberries, lingonberries, cloudberries, and sea buckthorn). Milk and its derivatives like buttermilk are commonly used as food, drink or in various recipes. Various turnips were common in traditional cooking, but were replaced with the potato after its introduction in the 18th century.",
        "uri": "https://worldfood.guide/cuisine/finnish/",
        "dishes_count": 52
    },
    {
        "name": "French",
        "description": "French cuisine (French: cuisine française, IPA: [k?i.zin f??~.s?z]) consists of cooking traditions and practices from France, famous for rich tastes and subtle nuances with a long and rich history. France, a country famous for its agriculture and independently minded peasants, was long a creative powerbase for delicious recipes, that are both healthy and refined. http://en.wikipedia.org/wiki/French_cuisine\r\n\r\ncôte de cochon = pork chop\r\ngigot d'agneau = leg of lamb",
        "uri": "https://worldfood.guide/cuisine/french/",
        "dishes_count": 178
    },
    {
        "name": "Gabonese",
        "description": "This cuisine is the cooking traditions, practices, foods and dishes associated with Gabon, a sovereign state on the west coast of Central Africa. French cuisine is prevalent as a notable influence, and in larger cities various French specialities are available. In rural areas, food staples such as cassava, rice and yams are commonly used.]Meats, when available, including chicken and fish, and bush meats such as antelope, wild boar and monkey. Sauces are often used, with hot red pepper berbere paste being a common example. Fruits include bananas, papayas, guavas, mangoes, pineapples, coconuts, avocado and peanuts. Plantains, tomatoes, corn, and eggplant are also used.",
        "uri": "https://worldfood.guide/cuisine/gabonese/",
        "dishes_count": 4
    },
    {
        "name": "Georgian",
        "description": "Georgian cuisine (Georgian: ქართული სამზარეულო; k’art’uli samzareulo) refers to the cooking styles and dishes that originate in the country of Georgia (along with two breakaway independent states of Abkhazia and South Ossetia) and which are historically prepared by Georgian people around the world. The Georgian cuisine is unique to the country, but also carries some influences from other European and nearby Middle Eastern culinary traditions. Each historical province of Georgia has its own distinct culinary tradition, with variations such as Megrelian, Kakhetian, and Imeretian cuisines. Heavy on meat dishes, the Georgian cuisine also offers a variety of vegetarian dishes.\n\nGeorgian cuisine is the result of the rich interplay of culinary ideas carried along the trade routes by merchants and travelers alike. The importance of both food and drink to Georgian culture is best observed during a feast called supra, when a huge assortment of dishes are prepared, always accompanied by large amounts of wine, and that can last for hours. In a Georgian feast, the role of the tamada (toastmaster) is an important and honoured position.\n\nGeorgian restaurants were prevalent in Russia throughout the 20th century, influenced in part by Joseph Stalin's Georgian ethnicity. In Russia, all major cities have many Georgian restaurants, and Russian restaurants often feature Georgian food items on their menu.\n\nIn countries of the former Soviet Union, Georgian food is also popular due to the immigration of Georgians to other Soviet republics",
        "uri": "https://worldfood.guide/cuisine/georgian/",
        "dishes_count": 54
    },
    {
        "name": "German",
        "description": "German cuisine has evolved as a national cuisine through centuries of social and political change with variations from region to region.\n\nThe southern regions of Germany, including Bavaria and neighbouring Swabia, share many dishes. Austrian cuisine is very similar. This originates in common religious and cultural history. Southern Germany and Austria are mainly Catholic, so religious fasting rules for Friday, Lent and Advent, even if no longer widely practiced, have influenced the cuisine.\n\nGermany has the second-highest number of Michelin starred restaurants, after France https://en.wikipedia.org/wiki/German_cuisine",
        "uri": "https://worldfood.guide/cuisine/german/",
        "dishes_count": 139
    },
    {
        "name": "German-Bavarian",
        "description": "Bavarian cuisine includes many meat and Knödel dishes, and often uses flour. Due to its rural conditions and cold climate, only crops such as beets and potatoes do well in Bavaria, being a staple in the German diet.\n\nThe Bavarian dukes, especially the Wittelsbach family, developed Bavarian cuisine and refined it to be presentable to the royal court. This cuisine has belonged to wealthy households, especially in cities, since the 19th century. The (old) Bavarian cuisine is closely connected to Czech cuisine and Austrian cuisine (especially from Tyrol and Salzburg), mainly through the Wittelsbach and Habsburg families. Already, in the beginning, Bavarians were closely connected to their neighbours in Austria through linguistic, cultural and political similarities, which also reflected on the cuisine.\n\nA characteristic Bavarian cuisine was further developed by both groups, with a distinct similarity to Franconian and Swabian cuisine. A Bavarian speciality is the Brotzeit, a savoury snack, which would originally be eaten between breakfast and lunch.\n\nhttps://en.wikipedia.org/wiki/Bavarian_cuisine",
        "uri": "https://worldfood.guide/cuisine/german-bavarian/",
        "dishes_count": 1
    },
    {
        "name": "Ghanaian",
        "description": "Ghanaian cuisine is the cuisine of the people Ghana. Ghanaian main dishes are organized around a starchy staple food, with which goes a sauce or soup containing a protein source. The main ingredient for the vast majority of soups and stews is tomatoes. Tinned or fresh tomatoes can be used. Nearly all Ghanaian soups and stews are red or orange in appearance as a result.",
        "uri": "https://worldfood.guide/cuisine/ghanaian/",
        "dishes_count": 5
    },
    {
        "name": "Greek",
        "description": "Greek cuisine is very diverse and although there are many common characteristics among the culinary traditions of different regions within the country, there are also many differences. Greece has an ancient culinary tradition dating back several millennia, and over the centuries Greek cuisine has evolved and absorbed numerous influences and influenced many cuisines itself. Some dishes can be traced back to ancient Greece, some to the Hellenistic and Roman periods, and Byzantium. Many dishes are part of the larger tradition of Ottoman cuisine and their names reveal Arabic, Persian or Turkish roots.\n\nThe most characteristic and ancient element of Greek cuisine is olive oil, which is used in most dishes. Greek cuisine uses some flavorings more often than other Mediterranean cuisines do, namely: oregano, mint, garlic, onion, dill and bay laurel leaves. Other common herbs and spices include basil, thyme and fennel seed. Parsley is also used as a garnish on some dishes.\n\nhttps://en.wikipedia.org/wiki/Greek_cuisine",
        "uri": "https://worldfood.guide/cuisine/greek/",
        "dishes_count": 90
    },
    {
        "name": "Greenlandic",
        "description": "It is traditionally based on meat from marine mammals, game, birds, and fish, and normally contains high levels of protein. Since colonization and the arrival of international trade, the cuisine has been increasingly influenced by Danish and Canadian cuisine.\n\nThe national dish of Greenland is suaasat, a traditional Greenlandic soup. It is often made from seal, or from whale, reindeer, or seabirds. The soup often includes onions and potatoes and is simply seasoned with salt and pepper, or bay leaf. The soup is often thickened with rice, or by soaking barley in the water overnight so that the starches leach into the water.",
        "uri": "https://worldfood.guide/cuisine/greenlandic/",
        "dishes_count": 2
    },
    {
        "name": "Grenadian",
        "description": "The national dish, oil down, is a combination of breadfruit, coconut milk, turmeric (misnamed saffron), dumplings, callaloo (taro leaves), and salted meat such as saltfish (cod), smoked herring or salt beef. It is often cooked in a large pot commonly referred to by locals as a karhee, or curry pot. Popular street foods include aloo pie, doubles, and dal puri served wrapped around a curry, commonly goat, and bakes and fish cakes. Sweets include kurma, guava cheese, fudge or barfi, tamarind balls, rum, raisin ice cream, currant rolls, and Grenadian spice cake.\r\n\r\nhttps://en.wikipedia.org/wiki/Culture_of_Grenada#Cuisine",
        "uri": "https://worldfood.guide/cuisine/grenadian/",
        "dishes_count": 1
    },
    {
        "name": "Guatemalan",
        "description": "Many traditional foods in Guatemalan cuisine are based on Maya cuisine and prominently feature corn, chilies and beans as key ingredients.\n\nThere are also foods that are commonly eaten on certain days of the week. For example, it is a popular custom to eat paches (a kind of tamale made from potatoes) on Thursday. Certain dishes are also associated with special occasions, such as fiambre for All Saints Day on November 1 and tamales, which are common around Christmas.",
        "uri": "https://worldfood.guide/cuisine/guatemalan/",
        "dishes_count": 51
    },
    {
        "name": "Guernsey",
        "description": "Islanders are passionate about their food and it's not hard to see why - rich in natural ingredients from both the sea and land, Guernsey, and its food, has a unique flavour. Dishes traditional in Guernsey cuisine are the Guernsey gâche, a rich fruit bread, gâche mêlaïe, apple pudding, bean jar, a type of cassoulet of pork and beans, and conger soup.",
        "uri": "https://worldfood.guide/cuisine/guernsey/",
        "dishes_count": 1
    },
    {
        "name": "Guyanese",
        "description": "This cuisine is similar to the rest of the Anglo Caribbean, especially Trinidad, where the ethnic mix is somewhat similar. Dishes have been adapted to Guyanese tastes, often by the addition of herbs and spices. Unique preparations include Guyana Pepperpot, a stew of Amerindian origin made with meat, cassareep (a bitter extract of the cassava), and seasonings. Other favourites are cassava bread, stews, and Metemgee, a thick rich type of soup with a ground provision, coconut milk and large dumplings (called Duff), eaten with fried fish or chicken. Homemade bread-making, an art in many villages, is a reflection of the British influence that includes pastries such as cheese rolls, pine (pineapple) tarts, and patties. Curry is widely popular in Guyana and most types of meat can be carried: chicken, seafood, goat, lamb, and even duck. Guyanese-style Chow Mein is another dish cooked regularly in many homes.",
        "uri": "https://worldfood.guide/cuisine/guyanese/",
        "dishes_count": 1
    },
    {
        "name": "Haitian",
        "description": "Haitian cuisine consists of cooking traditions and practices from Haiti. While the cuisine is unpretentious and simple, the flavours are of a bold and spicy nature that demonstrate a primary influence of African culinary aesthetic, paired with a very French sophistication with notable derivatives coming from native Taíno and Spanish techniques.\nHaitian cuisine is often lumped together with other regional islands as \"Caribbean cuisine,\" however it maintains an independently unique flavor. It involves the extensive use of herbs, and the liberal use of peppers. A typical dish would probably be a plate of riz collé aux pois (diri kole ak pwa), which is rice with red kidney beans (pinto beans are often used as well) glazed with a marinade as a sauce and topped off with red snapper, tomatoes and onions. It is often called the Riz National, considered to be the national rice of Haiti. The dish can be accompanied by bouillon. Bouillon is a hearty soup consisting of various spices, potatoes, tomatoes, and meats such as goat or beef. Dishes vary by region.\n\nhttps://en.wikipedia.org/wiki/Haitian_cuisine",
        "uri": "https://worldfood.guide/cuisine/haitian/",
        "dishes_count": 5
    },
    {
        "name": "Hawaiian",
        "description": "The cuisine of Hawaii incorporates five distinct styles of food reflecting the diverse food history of settlement and immigration in the Hawaiian Islands. In the pre-contact period of Ancient Hawaii (300 AD–1778), Polynesian voyagers brought plants and animals to the Islands. As Native Hawaiians settled the area, they fished, raised taro for poi, planted coconuts, sugarcane, sweet potatoes and yams, and cooked meat and fish in earth ovens. After first contact in 1778, European and American cuisine arrived along with missionaries and whalers, who introduced their own foods and built large sugarcane plantations. Christian missionaries brought New England cuisine while whalers introduced salted fish which eventually transformed into the side dish lomilomi salmon.",
        "uri": "https://worldfood.guide/cuisine/hawaiian/",
        "dishes_count": 15
    },
    {
        "name": "Honduran",
        "description": "Honduran cuisine is a fusion of indigenous (Lenca) cuisine, Spanish cuisine, Caribbean cuisine and African cuisine. There are also dishes from the Garifuna people. Coconut and coconut milk are featured in both sweet and savory dishes. Regional specialties include fried fish, tamales, carne asada and baleadas. Other popular dishes include: meat roasted with chismol and carne asada, chicken with rice and corn, and fried fish with pickled onions and jalapeños. In the coastal areas and in the Bay Islands, seafood and some meats are prepared in many ways, some of which include coconut milk.\n\nAmong the soups the Hondurans enjoy are bean soup, mondongo soup (tripe soup), seafood soups and beef soups. Generally all of these soups are mixed with plantains, yuca, and cabbage, and served with corn tortillas.\n\nOther typical dishes are the montucas or corn tamale, stuffed tortillas, and tamales wrapped in plantain leaves. Also part of Honduran typical dishes is an abundant selection of tropical fruits such as papaya, pineapple, plum, sapote, passion fruit and bananas which are prepared in many ways while they are still green.\n\nSoft drinks are often drunk with dinner or lunch.\n\nhttps://en.wikipedia.org/wiki/Honduran_cuisine",
        "uri": "https://worldfood.guide/cuisine/honduran/",
        "dishes_count": 8
    },
    {
        "name": "Hong Kong",
        "description": "Hong Kong cuisine is mainly influenced by Cantonese cuisine, non-Cantonese Chinese cuisine (especially Teochew, and Hakka, Hokkien and the Jiangsu & Zhejiang), the Western world, Japan, and Southeast Asia, due to Hong Kong's past as a British colony and long history of being an international city of commerce. From the roadside stalls to the most upscale restaurants, Hong Kong provides an unlimited variety of food in every class. Complex combinations and international gourmet expertise have given Hong Kong the reputable labels of \"Gourmet Paradise\" and \"World's Fair of Food\"",
        "uri": "https://worldfood.guide/cuisine/hong_kong/",
        "dishes_count": 19
    },
    {
        "name": "Hungarian",
        "description": "The cuisine characteristic of the nation of Hungary and its primary ethnic group, the Magyars. Traditional Hungarian dishes are primarily based on meats, seasonal vegetables, fruits, fresh bread, dairy products and cheeses.\n\nHungarians are especially passionate about their meat stews, casseroles, steaks, roasted pork, beef, poultry, lamb and game. The mixing of different varieties of meats is a traditional feature of Hungarian cuisine. Goulash, stuffed peppers, cabbage rolls, and Fatányéros (Hungarian mixed grill on a wooden platter) are all dishes that can combine beef and pork, and sometimes mutton. Goulash is a stew with more gravy or a soup using meat with bones, paprika, caraway, vegetables (typically carrots and parsley root) and potatoes or various tiny dumplings or pasta simmered with the meat. Other famous Hungarian meat stews include paprikás, a paprika stew with meat simmered in thick creamy paprika gravy, and pörkölt, a Hungarian stew with boneless meat (usually beef or pork), onion, and sweet paprika powder, both served with nokedli (small dumplings). In old fashioned dishes, fruits such as plums and apricots are cooked with meat or in piquant sauces/stuffings for game, roasts and other cuts. Various kinds of noodles and dumplings, potatoes, and rice are commonly served as a side dish. Hungarian sausages (kolbász) and winter salami are a major part of Hungarian cuisine.",
        "uri": "https://worldfood.guide/cuisine/hungarian/",
        "dishes_count": 25
    },
    {
        "name": "Icelandic",
        "description": "The cuisine of Iceland has a long history. Important parts of Icelandic cuisine are lamb, dairy, and fish, the latter due to Iceland's being surrounded by ocean. Popular foods in Iceland include skyr, hangikjöt (smoked lamb), kleinur, laufabrauð and bollur. Þorramatur is a traditional buffet served at midwinter festivals called Þorrablót; it includes a selection of traditionally cured meat and fish products served with rúgbrauð (dense dark and sweet rye bread) and brennivín (an Icelandic akvavit). The flavours of this traditional country food originate in its preservation methods; pickling in fermented whey or brine, drying and smoking.\n\nhttps://en.wikipedia.org/wiki/Icelandic_cuisine",
        "uri": "https://worldfood.guide/cuisine/icelandic/",
        "dishes_count": 16
    },
    {
        "name": "I-kiribati",
        "description": "The most important dish in Kiribati is rice which is generally served with most meals. A very simple dish is that prepared with fish of different sizes from the sea. Food in Kiribati also consists of fish and seafood, such as fresh shellfish, crabs, and shrimps. Except these tasty dishes, people from Kiribati use all sorts of sauces and spices. Seafood is very tasty if it is left uncooked in a vinaigrette matrix, grilled, and even stuffed with onions wrapped in banana leaves. In Kiribati exotic dishes are based on coconut and coconut milk that are great in cooking meat and vegetable dishes. More than this, coconuts are used in creating mouth-watering desserts like macapuno or thick dessert jam, bibingka or pudding made of rice, coconut milk, Sugar and eggs.",
        "uri": "https://worldfood.guide/cuisine/i-kiribati/",
        "dishes_count": 1
    },
    {
        "name": "Indian",
        "description": "Indian cuisine encompasses a wide variety of regional cuisines native to india. given the range of diversity in soil type, climate and occupations, these cuisines vary significantly from each other and use locally available spices, herbs, vegetables and fruits. indian food is also heavily influenced by religious and cultural choices and traditions.\r\n\r\nthe development of these cuisines have been shaped by dharmic beliefs, and in particular by vegetarianism, which is a growing dietary trend in indian society. there has also been central asian influence on north indian cuisine from the years of mughal rule. indian cuisine has been and is still evolving, as a result of the nation's cultural interactions with other societies.\r\n\r\nhttp://en.wikipedia.org/wiki/indian_cuisine\r\n\r\nAloo = Potato\r\nAṇḍā,अंडा = Egg\r\nChana = chickpeas\r\nDal = Lentil\r\nḌēyarī, डेयरी = Dairy\r\nGobi = cauliflower\r\nGosht = Meat\r\nHanī, हनी = Honey\r\nJal = water\r\nJeera = cumin\r\nkeema, qeema = Minced meat\r\nMasala = Mixture of spices ground into a paste or powder\r\nManasā = Meat, मनसा\r\nMattar-Rudhrapur = Green Peas\r\nPalak =  Spinach\r\nPaneer, Panīra, पनीर = Paneer cheese, fresh cheese\r\nPōlṭrī, पोल्ट्री = Poultry\r\nRajma = red kidney beans\r\nSaag = Spinach\r\nSamudrī bhōjana = Seafood, समुद्री भोजन\r\nTikki = cutlet or croquette\r\nUrad = black lentil",
        "uri": "https://worldfood.guide/cuisine/indian/",
        "dishes_count": 496
    },
    {
        "name": "Indian-Chinese",
        "description": "Adaptation of Chinese seasoning and cooking techniques to Indian tastes through a larger offering of vegetarian dishes. The Indian Chinese cuisine is said to have been developed by the small Chinese community that has lived in Kolkata (formerly Calcutta) for over a century. Today, Chinese food is an integral part of the Indian culinary scene. It is also enjoyed by Indian and Chinese communities in Malaysia, Singapore and North America. https://en.wikipedia.org/wiki/Indian_Chinese_cuisine",
        "uri": "https://worldfood.guide/cuisine/indian-chinese/",
        "dishes_count": 15
    },
    {
        "name": "Indian-Punjabi",
        "description": "Punjabi cuisine is a culinary style originating in the Punjab, a region in the northern part of the Indian subcontinent, which is now divided in an Indian part and a Pakistani part. This cuisine has a rich tradition of many distinct and local ways of cooking. Wikipedia",
        "uri": "https://worldfood.guide/cuisine/indian-punjabi/",
        "dishes_count": 19
    },
    {
        "name": "Indonesian",
        "description": "Indonesian cuisine is one of the most vibrant and colorful cuisines in the world, full of intense flavor. It is diverse, in part because Indonesia is composed of approximately 6,000 populated islands of the total 18,000 in the world's largest archipelago, with more than 300 ethnic groups calling Indonesia their home. Many regional cuisines exist, often based upon indigenous culture and foreign influences. Indonesia has around 5,350 traditional recipes, with 30 of them considered the most important.\r\n\r\nIn 2011, Indonesian cuisine began to gain worldwide recognition, with three of its popular dishes make it to the list of 'World's 50 Most Delicious Foods (Readers' Pick)', a worldwide online poll by 35,000 people held by CNN International. Rendang top the list as the number one, followed closely by nasi goreng in number two, and satay in number fourteen.\r\n\r\nIndonesian cuisine varies greatly by region and has many different influences. Sumatran cuisine, for example, often has Middle Eastern and Indian influences, featuring curried meat and vegetables such as gulai and kari, while Javanese cuisine is mostly indigenous, with some hint of Chinese influence. The cuisines of Eastern Indonesia are similar to Polynesian and Melanesian cuisine. Elements of Chinese cuisine can be seen in Indonesian cuisine: foods such as bakmi (noodles), bakso (meat or fish balls), and lumpia (spring rolls) have been completely assimilated.\r\n\r\nAsem = Tamarind\r\nAti = Chicken liver\r\nDaging = Beef\r\nGoreng = Stir-fried\r\nKentang = Potatoes\r\nKerecek = Cattle skin\r\nLabu Siam = Chayote\r\nNasi = Rice\r\nMee = Noodles\r\nSambal = Chili paste\r\nSayur = Vegetable\r\nUdang =  shrimps",
        "uri": "https://worldfood.guide/cuisine/indonesian/",
        "dishes_count": 80
    },
    {
        "name": "Iranian",
        "description": "Iranian food (also referred to as Persian food) is some of the most delicious and fresh in its region. It is also quite healthy, using only small amounts of red meat (usually lamb or beef), emphasizing larger amounts of grains (especially rice), fruits, and vegetables. Although it is often lumped under the category of general \"Middle Eastern\" fare, the Iranian cuisine is able to retain its uniqueness in a variety of ways. One of these ways is preparing meals with contrasting flavors, such as a\n\nRead more: http://www.foodbycountry.com/Germany-to-Japan/Iran.html#ixzz40r0myhOc",
        "uri": "https://worldfood.guide/cuisine/iranian/",
        "dishes_count": 76
    },
    {
        "name": "Iraqi",
        "description": "Iraqi cuisine or Mesopotamian cuisine has a long history going back some 10,000 years – to the Sumerians, Akkadians, Babylonians, Assyrians, and ancient Persians. Tablets found in ancient ruins in Iraq show recipes prepared in the temples during religious festivals – the first cookbooks in the world. Ancient Iraq, or Mesopotamia, was home to a sophisticated and highly advanced civilization, in all fields of knowledge, including the culinary arts. However, it was in the Islamic Golden Age when Baghdad was the capital of the Abbasid Caliphate (750–1258) that the Iraqi kitchen reached its zenith. Today, the cuisine of Iraq reflects this rich inheritance as well as strong influences from the culinary traditions of neighbouring Iran (aka Persia), Turkey and the Syria region area. \n\nMeals begin with appetizers and salads – known as Mezza. Some dishes include Kebab (often marinated with garlic, lemon and spices, then grilled), Gauss (grilled meat sandwich wrap, similar to Döner kebab), Bamieh (lamb, okra and tomato stew), Quzi (lamb with rice, almonds, raisins and spices), Falafel (fried chickpea patties served with amba and salad in pita), Kubbah (minced meat ground with bulghur wheat or rice and spices), Masgûf (grilled fish with pepper and tamarind), and Maqluba (a rice, lamb, tomato and aubergine dish). Stuffed vegetable dishes such as Dolma and Mahshi are also popular.\n\nContemporary Iraq reflects the same natural division as ancient Mesopotamia, which consisted of Assyria in the arid northern uplands and Babylonia in the southern alluvial plain. Al-Jazira (the ancient Assyria) grows wheat and crops requiring winter chill such as apples and stone fruits. Al-Irāq (Iraq proper, the ancient Babylonia) grows rice and barley, citrus fruits, and is responsible for Iraq's position as the world's largest producer of dates.\n\n(Wikipedia)",
        "uri": "https://worldfood.guide/cuisine/iraqi/",
        "dishes_count": 30
    },
    {
        "name": "Irish",
        "description": "Irish cuisine is a style of cooking originating from Ireland or developed by Irish people. It evolved from centuries of social and political change and mixing between the different cultures on the island, predominantly English and Irish. \n\nThe cuisine takes its influence from the crops grown and animals farmed in its temperate climate. However, the development of Irish cuisine was distorted by the English conquest in the early 17th century because this forced the impoverishment of the mass of the people through land dispossession and the organisation of Irelands economy to provide supplies to England and its armed forces. This also replaced the upper levels of cuisine with English norms. Consequently, the potato, after its widespread adoption in the 18th century became almost the only food of the poor (the vast majority of the population) and, as a result, is often now closely associated with Ireland. Many elements of Irish cuisine were lost during this time and particularly from the Famine up until the late 20th century, but are now being revived. Representative modern Irish dishes include Irish stew, bacon and cabbage, boxty, coddle, and colcannon.\nhttps://en.wikipedia.org/wiki/Irish_cuisine",
        "uri": "https://worldfood.guide/cuisine/irish/",
        "dishes_count": 48
    },
    {
        "name": "Israeli",
        "description": "The dish of Israeli cuisine comprises local dishes by people native to Israel and dishes brought to Israel by Jews from the Diaspora. Israeli cuisine has adopted, and continues to adapt, elements of various styles of Jewish cuisine, particularly the Mizrahi, Sephardic and Ashkenazi styles of cooking. It incorporates many foods traditionally eaten in Levantine, Middle Eastern and Mediterranean cuisines, and foods such as falafel, hummus, msabbha, shakshouka, couscous, and za'atar are now widely popular in Israel.",
        "uri": "https://worldfood.guide/cuisine/israeli/",
        "dishes_count": 20
    },
    {
        "name": "Italian",
        "description": "Italian cuisine has developed through centuries of social and political changes, with roots as far back as antiquity.\n\nSignificant changes occurred with the discovery of the New World and the introduction of potatoes, tomatoes, bell peppers and maize, now central to the cuisine but not introduced in quantity until the 18th century. Italian cuisine is noted for its regional diversity, abundance of difference in taste, and it is probably the most popular in the world, with influences abroad.\n\nItalian cuisine is characterized by its simplicity, with many dishes having only four to eight ingredients. Italian cooks rely chiefly on the quality of the ingredients rather than on elaborate preparation. Ingredients and dishes vary by region. Many dishes that were once regional, however, have proliferated with variations throughout the country.\n\nCheese and wine are a major part of the cuisine, with many variations and Denominazione di origine controllata (DOC) (regulated appellation) laws. Coffee, specifically espresso, has become important in Italian cuisine.\n\nhttp://en.wikipedia.org/wiki/Italian_cuisine",
        "uri": "https://worldfood.guide/cuisine/italian/",
        "dishes_count": 185
    },
    {
        "name": "Italian-American",
        "description": "Italian-American cuisine is a style of Italian cuisine adapted throughout the United States of America. Italian-American food has been shaped throughout history by various waves of immigrants and their descendants, called Italian Americans. As immigrants from the different regions of Italy settled throughout the various regions of the United States, many brought with them a distinct regional Italian culinary tradition. Many of these foods and recipes developed into new favorites for the townspeople and later for Americans nationwide.\n\nProminent American chefs and cooks working in the Italian-American tradition include: Giada De Laurentiis, Mario Batali, Michael Chiarello, Frank Pellegrino, Rocco DiSpirito, Tom Colicchio, and Lidia Bastianich.",
        "uri": "https://worldfood.guide/cuisine/italian-american/",
        "dishes_count": 7
    },
    {
        "name": "Ivorian",
        "description": "It is the traditional cuisine of Côte d'Ivoire, or the Ivory Coast, and is based on tubers, grains, pig, chicken, seafood, fish, fresh fruits, vegetables and spices. It is very similar to that of neighbouring countries in West Africa. Common staple foods include grains and tubers. Côte d'Ivoire is one of the largest cocoa producers in the world and also produces palm oil and coffee.\r\n\r\nhttps://en.wikipedia.org/wiki/Ivorian_cuisine",
        "uri": "https://worldfood.guide/cuisine/ivorian/",
        "dishes_count": 2
    },
    {
        "name": "Jamaican",
        "description": "Jamaican cuisine includes a mixture of cooking techniques, flavours, spices and influences from the indigenous people on the island of Jamaica, and the Spanish, British, Africans, Indian and Chinese who have inhabited the island. It is also influenced by the crops introduced into the island from tropical Southeast Asia. Jamaican cuisine includes various dishes from the different cultures brought to the island with the arrival of people from elsewhere. Other dishes are novel or a fusion of techniques and traditions. In addition to ingredients that are native to Jamaica, many foods have been introduced and are now grown locally. A wide variety of seafood, tropical fruits and meats are available.\nhttps://en.wikipedia.org/wiki/Jamaican_cuisine",
        "uri": "https://worldfood.guide/cuisine/jamaican/",
        "dishes_count": 30
    },
    {
        "name": "Japanese",
        "description": "The traditional food of Japan is based on rice with miso soup and other dishes, with an emphasis on seasonal ingredients. The side dishes often consist of fish, pickled vegetables, and vegetables cooked in broth. Fish is common in the traditional cuisine. It is often grilled, but it may also be served raw as sashimi or in sushi. Seafood and vegetables are also deep-fried in a light batter as tempura.\n\nApart from rice, staples include noodles, such as soba and udon. Japan has many simmered dishes such as fish products in broth called oden, or beef in sukiyaki and nikujaga. Foreign food, in particular Chinese food in the form of noodles in soup called ramen and fried dumplings, gyoza, and western food such as curry and hamburger steaks are commonly found in Japan. Historically, the Japanese shunned meat, but with the modernization of Japan in the 1860s, meat-based dishes such as tonkatsu became common.\n\nJapan has an indigenous form of sweets called wagashi, which include ingredients such as red bean paste, as well as its indigenous rice wine sake.\n\nJapanese cuisine, particularly sushi, has now become popular throughout the world. (http://en.wikipedia.org/wiki/Japanese_cuisine)\n\nDonburi, Don = Rice bowl dish\nKare, kare,  Kari = Curry\nkatsu = deep-fried cutlet of meat\n",
        "uri": "https://worldfood.guide/cuisine/japanese/",
        "dishes_count": 185
    },
    {
        "name": "Japanese-Ainu",
        "description": "It is the cuisine of the ethnic Ainu in Japan. The cuisine differs markedly from that of the majority Yamato people of Japan. Raw meat like sashimi, for example, is not served in Ainu cuisine, which instead uses methods such as boiling, roasting and curing to prepare meat. The island of Hokkaidō in northern Japan is where most Ainu live today; however, they once inhabited most of the Kuril islands, the southern half of Sakhalin island, and parts of northern Honshū Island.\n",
        "uri": "https://worldfood.guide/cuisine/japanese-ainu/",
        "dishes_count": 3
    },
    {
        "name": "Japanese Sushi",
        "description": "World class famous Japanese cuisine, introducing Sushi, a name for hundred dishes that contain toppings with vinegar seasoned sushi rice. With it amass variety and distinct flavors, Sushi can be anywhere from raw seafood to vegetarian compatible, mild to spicy, sour, sweet or even bitter. Read on this guide for comprehensive information on types of sushi and what's being popular in the States - https://howdaily.com/sushi/",
        "uri": "https://worldfood.guide/cuisine/japanese_sushi/",
        "dishes_count": 29
    },
    {
        "name": "Jewish",
        "description": "Jewish cuisine is a diverse collection of cooking traditions of the Jewish people worldwide. It has evolved over many centuries, shaped by Jewish dietary laws (kashrut), Jewish Festival, and Shabbat (Sabbath) traditions. Jewish cuisine is influenced by the economics, agriculture, and culinary traditions of the many countries where Jewish communities have settled and varies widely throughout the world.\n\nThe distinctive styles in Jewish cuisine are Ashkenazi, Sephardi, Mizrahi, Persian, Yemenite, Indian, and Latin-American. There are also dishes from Jewish communities from Ethiopia to Central Asia.\n\nSince the establishment of the State of Israel in 1948, and particularly since the late 1970s, a nascent Israeli \"fusion cuisine\" has developed. Jewish Israeli cuisine has especially adapted a multitude of elements, overlapping techniques and ingredients from many diaspora Jewish culinary traditions.\n\nUsing agricultural products from dishes of one Jewish culinary tradition in the elaboration of dishes of other Jewish culinary traditions, as well as incorporating and adapting various other Middle Eastern dishes from the local non-Jewish population of the Land of Israel (which had not already been introduced via the culinary traditions of Jews which arrived to Israel from the various other Arab countries), Israeli Jewish cuisine is both authentically Jewish (and most often kosher) and distinctively local \"Israeli\", yet thoroughly hybridised from its multicultural diasporas Jewish origins. https://en.wikipedia.org/wiki/Jewish_cuisine",
        "uri": "https://worldfood.guide/cuisine/jewish/",
        "dishes_count": 19
    },
    {
        "name": "Jordanian",
        "description": "Jordanian cuisine is a traditional style of food preparation originating from, or commonly used in Jordan that has developed from centuries of social and political change.\nThere is wide variety of techniques used in Jordanian cuisine ranging from baking, sautéeing and grilling to stuffing of vegetables (carrots, leaves, eggplants, etc.), meat, and poultry. Also common in Jordanian cuisine is roasting or preparing foods with special sauces.\n\nAs one of the largest producers of olives in the world, olive oil is the main cooking oil in Jordan. Herbs, garlic, onion, tomato sauce and lemon are typical flavours found in Jordan. The blend of spices called za'atar contains a common local herb called Sumac that grows wild in Jordan and ia closely identified with Jordanian and other Mideastern cuisines. Yogurt is commonly served alongside food and is a common ingredient itself, in particular, jameed, a form of dried yogurt is unique to Jordanian cuisine and a main ingredient in Mansaf the national dish of Jordan, and a symbol in Jordanian culture for generosity.\nAnother famous Meat dish in Southern Jordan especially in the Bedouin Desert area of Petra and Wadi Rum is the Zarb[8] which is prepared in a submerged oven also called a \"taboon\". It is considered a delicacy of that area.\n\nInternationally known foods which are common and popular everyday snacks in Jordan include hummus, which is a puree of chick peas blended with tahini, lemon, and garlic and falafel, a deep-fried ball or patty made from ground chickpeas. A typical mezze includes foods such as kibbeh, labaneh, baba ghanoush, tabbouleh, olives and pickles. Bread, rice, freekeh and bulgur all have a role in Jordanian cuisine.\n\nPopular desserts include as baklava, knafeh, halva and qatayef a dish made specially for Ramadan, in addition to seasonal fruits such as watermelons, figs and cactus pear which are served in summer.\n\nTurkish coffee and tea flavored with mint or sage are almost ubiquitous in Jordan. Arabic coffee is also usually served on more formal occasions. Arak, an aniseed flavoured spirit is also drunk with food",
        "uri": "https://worldfood.guide/cuisine/jordanian/",
        "dishes_count": 15
    },
    {
        "name": "Kazakhs",
        "description": "It is the cuisine of Kazakhstan and traditionally is focused on mutton and horse meat, as well as various milk products. For hundreds of years, Kazakhs were herders who raised fat-tailed sheep, Bactrian camels, and horses, relying on these animals for transportation, clothing, and food. The cooking techniques and major ingredients have been strongly influenced by the nation's nomadic way of life. For example, most cooking techniques are aimed at long-term preservation of food. There is a large practice of salting and drying meat so that it will last, and there is a preference for sour milk, as it is easier to save in a nomadic lifestyle.\n\nMeat in various forms has always been the primary ingredient of Kazakh cuisine, and traditional Kazakh cooking is based on boiling. Horse and mutton are the most popular forms of meat and are most often served in large uncut pieces, which have been boiled. Kazakhs cared especially for horses which they intended to slaughter—keeping them separate from other animals and feeding them so much that they often became so fat they had difficulty moving.\n\nhttps://en.wikipedia.org/wiki/Kazakh_cuisine\n",
        "uri": "https://worldfood.guide/cuisine/kazakhs/",
        "dishes_count": 6
    },
    {
        "name": "Kenyan",
        "description": "There is no singular dish that represents all of Kenya. Different communities have their own native foods. Staples are maize and other cereals depending on the region, including millet and sorghum are eaten with various meats and vegetables. The foods that are universally eaten in Kenya are ugali, sukuma wiki, and nyama choma. Kenya's coastal cuisine is very unique and highly regarded throughout the country.\n\nSukuma wiki, a Swahili phrase which literally means \"to push the week,\" is a simple dish made with greens similar to kale or collards that can also be made with cassava leaves, sweet potato leaves, or pumpkin leaves. Its Swahili name comes from the fact that it is typically eaten to \"get through the week\" or \"stretch the week.\" Nyama Choma is grilled meat – usually goat or sheep. It is grilled over an open fire. It is usually eaten with ugali and kachumbari.\n\nhttps://en.wikipedia.org/wiki/Culture_of_Kenya#Cuisine\n",
        "uri": "https://worldfood.guide/cuisine/kenyan/",
        "dishes_count": 16
    },
    {
        "name": "Korean",
        "description": "Korean cuisine has evolved through centuries of social and political change. Originating from ancient agricultural and nomadic traditions in southern Manchuria and the Korean peninsula, Korean cuisine has evolved through a complex interaction of the natural environment and different cultural trends.\r\n\r\nKorean cuisine is largely based upon rice, vegetables, and meats. Traditional Korean meals are noted for the number of side dishes (banchan) that accompany steam-cooked short-grain rice. Kimchi is served often, sometimes at every meal. Commonly used ingredients include sesame oil, doenjang (fermented bean paste), soy sauce, salt, garlic, ginger, pepper flakes and gochujang (fermented red chili paste).\r\n\r\nIngredients and dishes vary by province. Many regional dishes have become national, and dishes that were once regional have proliferated in different variations across the country. The Korean royal court cuisine once brought all of the unique regional specialties together for the royal family. Meals are regulated by Korean cultural etiquette.\r\n\r\nFrom Wikipedia\r\n\r\nnajki = octopus",
        "uri": "https://worldfood.guide/cuisine/korean/",
        "dishes_count": 149
    },
    {
        "name": "Kosovan",
        "description": "The Kosovan cuisine (Albanian: Kuzhina Kosovare) is a representative of the cuisine of the Balkans and consists of traditional dishes by ethnic groups native to Kosovo. Due to historical and ethnic connections with Albania, it has been significantly influenced by Albanian cuisine and has adopted elements of other Balkan countries.\r\n\r\nBread, dairy, meat, fruits, and vegetables are important staples in Kosovan cuisine. With a diversity of recipes, the Kosovan daily cuisine adjusts well to the country's occasional hot summers and the frequent long winters. As a result of its continental climate, fresh vegetables are consumed in summer while pickles throughout autumn and winter.\r\n\r\nBreakfast in Kosovo is usually light, consisting primarily of a croissant with coffee, sandwiches, scrambled eggs, omelettes, petulla or toast with salami, processed cheese, lettuce and tea. Cereals with milk, waffles, pretzels and homemade pancakes with honey or marmalade are also frequently consumed especially by children.",
        "uri": "https://worldfood.guide/cuisine/kosovan/",
        "dishes_count": 0
    },
    {
        "name": "Kuwaiti",
        "description": "Kuwaiti cuisine is a fusion of Arabian, Persian, Indian, and Mediterranean cuisines. A prominent dish in Kuwaiti cuisine is machboos, a rice-based specialty usually prepared with basmati rice seasoned with spices, and chicken or mutton (pork is highly restricted due to religious reasons).",
        "uri": "https://worldfood.guide/cuisine/kuwaiti/",
        "dishes_count": 2
    },
    {
        "name": "Kyrgyz",
        "description": "It is the cuisine of the Kyrgyz, who comprise a majority of the population of Kyrgyzstan. The cuisine is similar in many aspects to that of their neighbours, particularly Kazakh cuisine.Traditional Kyrgyz food revolves around mutton, beef and horse meat, as well as various dairy products. The preparation techniques and major ingredients have been strongly influenced by the nation's historically nomadic way of life. Thus, many cooking techniques are conducive to the long-term preservation of food. Mutton and beef are the favourite meats, although in modern times many Kyrgyz are unable to afford them regularly.",
        "uri": "https://worldfood.guide/cuisine/kyrgyz/",
        "dishes_count": 6
    },
    {
        "name": "Lao",
        "description": "Lao cuisine is the cuisine of Laos, which is distinct from other Southeast Asian cuisines.\n\nThe staple food of the Lao is steamed sticky rice, which is eaten by hand. In fact, the Lao eat more sticky rice than any other people in the world. Sticky rice is considered the essence of what it means to be Lao. Often the Lao will refer to themselves as \"luk khao niaow\", which can be translated as \"children or descendants of sticky rice\". Galangal, lemongrass, and padaek (fermented fish sauce) are important ingredients.\n\nThe most famous Lao dish is larb (Lao: ລາບ; sometimes also spelled laap), a spicy mixture of marinated meat or fish that is sometimes raw (prepared like ceviche) with a variable combination of herbs, greens, and spices. Another Lao invention is a spicy green papaya salad dish known as tam mak hoong (Lao: ຕໍາໝາກຫຸ່ງ), more famously known to the West as som tam.\n\nLao cuisine has many regional variations, corresponding in part to the fresh foods local to each region. A French legacy is still evident in the capital city, Vientiane, where baguettes are sold on the street and French restaurants are common and popular, which were first introduced when Laos was a part of French Indochina.\n\nDat = to sear\nMakphav = coconut\nPhed, ເຜັດ = Spicy\nSaeb, ແຊບ = delicious, yummy\nSeen  = meat",
        "uri": "https://worldfood.guide/cuisine/lao/",
        "dishes_count": 36
    },
    {
        "name": "-Latin American-",
        "description": "Latin American cuisine refers to typical foods, beverages, and cooking styles common to many of the countries and cultures in Latin America. Latin America is a highly diverse area of land that holds various cuisines that vary from nation to nation. Some items typical of Latin American cuisine include maize-based dishes (tortillas, tamales, tacos, pupusas, arepas) and various salsas and other condiments (guacamole, pico de gallo, mole, chimichurri, chili, aji, pebre). These spices are generally what give the Latin American cuisines a distinct flavor; yet, each country of Latin America tends to use a different spice and those that share spices tend to use them at different quantities. Thus, this leads for a variety across the land. Sofrito, a culinary term that originally referred to a specific combination of sauteed or braised aromatics, exists in Latin American cuisine. It refers to a sauce of tomatoes, roasted bell peppers, garlic, onions and herbs.\n\nLatin American beverages are just as distinct as their foods. Some of the beverages can even date back to the times of the Native Americans. Some popular beverages include mate, hibiscus tea, horchata, chicha, atole, cacao and aguas frescas.\n\nDesserts in Latin America are generally very sweet in taste. They include dulce de leche, alfajor, rice pudding, tres leches cake, teja and flan.",
        "uri": "https://worldfood.guide/cuisine/-latin_american-/",
        "dishes_count": 23
    },
    {
        "name": "Latvian",
        "description": "Traditional cuisine of the Republic of Latvia. Latvian cuisine typically consists of agricultural products, with meat featuring in most main meal dishes. Fish is commonly consumed due to Latvia's location on the east coast of the Baltic Sea.\n\nLatvian cuisine has been influenced by neighboring countries in the Baltic region. Common ingredients in Latvian recipes are found locally, such as potatoes, wheat, barley, cabbage, onions, eggs and pork. Latvian food is generally quite fatty, and uses few spices.",
        "uri": "https://worldfood.guide/cuisine/latvian/",
        "dishes_count": 2
    },
    {
        "name": "Lebanese",
        "description": "Food from Lebanon\nLebanese cuisine includes an abundance of starches, whole grain, fruits, vegetables, fresh fish and seafood; animal fats are consumed sparingly. Poultry is eaten more often than red meat. When red meat is eaten it is usually lamb on the coast, and goat meat in the mountain regions. It also includes copious amounts of garlic and olive oil, often seasoned by lemon juice.; olive oil, herbs, garlic and lemon are typical flavors found in the Lebanese diet.\nhttps://en.wikipedia.org/wiki/Lebanese_cuisine\n\nCommon words:\nMezza = appetizer",
        "uri": "https://worldfood.guide/cuisine/lebanese/",
        "dishes_count": 38
    },
    {
        "name": "-Levantine-",
        "description": "Levantine cuisine is the traditional cuisine of the Levant, known in Arabic as the Bilad ash-Sham. This region shared many culinary traditions before and during the Turkish-Ottoman Empire which continue to carry an influentially mainstream character in a majority of the dishes today. It is found in the modern states of Jordan, Lebanon, Palestine, Israel, Syria, and parts of southern Turkey near Adana, Gaziantep, and Antakya (the former Vilayet of Aleppo) and northern Iraq; Cypriot cuisine also has strong Levantine influences.\n\nAleppo was a major cultural and commercial centre in this region.\n\nPerhaps the most distinctive aspect of this cuisine are meze including tabbouleh, hummus and baba ghanoush.\n\nhttp://en.wikipedia.org/wiki/Levantine_cuisine\nThe Levant, also known as the Eastern Mediterranean, is a geographic and cultural region consisting of the \"eastern Mediterranean littoral between Anatolia and Egypt\". \n\nThe Levant today consists of Cyprus, Israel, Jordan, Lebanon, Palestine, Syria, and part of southern Turkey (the former Aleppo Vilayet).\n\nCountries and regions sometimes included in the Levant region. (Iraq and Sinai)\n\nEntire territory of countries whose regions are included in the Levant region. (Egypt and Turkey)",
        "uri": "https://worldfood.guide/cuisine/-levantine-/",
        "dishes_count": 24
    },
    {
        "name": "Liberian",
        "description": "Liberian cuisine has been influenced by contact, trade and colonization from the United States, especially foods from the Southern United States (Southern food), interwoven with traditional West African foods. The diet is centered on the consumption of rice and other starches, tropical fruits, vegetables, and local fish and meat. Liberia also has a tradition of baking imported from the United States that is unique in West Africa.\r\n\r\nWikipedia",
        "uri": "https://worldfood.guide/cuisine/liberian/",
        "dishes_count": 1
    },
    {
        "name": "Libyan",
        "description": "Libyan cuisine is the cooking traditions, practices, foods and dishes associated with the country of Libya. The cuisine derives much from the traditions of the Mediterranean, North Africa (Tunisian cuisine), and the Middle East (Egyptian cuisine). One of the most popular Libyan dishes is a thick highly spiced soup, known simply as Shorba Arabiya, or \"Arabian soup\". Shorba Arabiya contains many of the ingredients from many other Libyan dishes, including onions, tomatoes, lamb (or chicken), chili peppers, cayenne pepper, saffron, chickpeas, mint, cilantro and parsley. Pork consumption is forbidden, in accordance with Sharia, the religious laws of Islam. Tripoli is Libya's capital, and the cuisine there is particularly influenced by Italian cuisine. Pasta is common, and many seafood dishes are available. Southern Libyan cuisine is more traditionally Arab and Berber. Common fruits and vegetables include figs, dates, oranges, apricots and olives.",
        "uri": "https://worldfood.guide/cuisine/libyan/",
        "dishes_count": 7
    },
    {
        "name": "Lithuanian",
        "description": "Its features products suited to the cool and moist northern climate of Lithuania: barley, potatoes, rye, beets, greens, berries, and mushrooms are locally grown, and dairy products are one of its specialties. Since it shares its climate and agricultural practices with Northern Europe, Lithuanian cuisine has much in common with its Baltic neighbors and, in general, northern countries. It also shares some traditions with Polish and Ukrainian that date back to the grand duchy times. Also, Hungarian, German, and Georgian[citation needed] cuisines as well as Ashkenazi cuisine. Nevertheless, it has its own distinguishing features, which were formed by a variety of influences during the country's long, difficult and interesting history.\n\nhttps://en.wikipedia.org/wiki/Lithuanian_cuisine",
        "uri": "https://worldfood.guide/cuisine/lithuanian/",
        "dishes_count": 2
    },
    {
        "name": "Luxembourgish",
        "description": "Luxembourg has many delicacies. In addition to French pâtisseries, cake and fruit pies, local pastries include the Bretzel, a Lent speciality; Quetscheflued, a zwetschge tart; verwurelt Gedanken or Verwurelter, small sugar-coated doughnuts; and Äppelklatzen, apples en croûte. Luxembourg's cheese speciality is Kachkéis or Cancoillotte, a soft cheese spread.\n\nFish from the local rivers such as trout, pike, and crayfish are the basis for dishes such as F'rell am Rèisleck (trout in Riesling sauce), Hiecht mat Kraiderzooss (pike in green sauce) and Kriibsen (crayfish), usually prepared in a Riesling sauce. Another favourite is Fritür or Friture de la Moselle, small fried fish from the River Moselle, accompanied by a local Moselle white wine.\n\nMeat dishes include cold Éisleker Ham, literally Oesling ham, from the mountainous north of the country, first marinated for a couple of weeks and then smoked for several days. It is usually served thinly sliced with chipped potatoes and salad. Perhaps the most traditional of all Luxembourg meat dishes is Judd mat Gaardebounen, smoked collar of pork with broad beans. The pork is soaked overnight, then boiled with vegetables and spices. Served in copious slices together with the beans and boiled potatoes, it is considered to be the national dish of Luxembourg. Hong am Rèisleck, similar to the French Coq au Riesling, consists of browned chicken pieces simmered in white wine with vegetables, spices and mushrooms. Huesenziwwi or Civet de lièvre is a jugged hare dish served during the hunting season.\n\nhttps://en.wikipedia.org/wiki/Luxembourg_cuisine",
        "uri": "https://worldfood.guide/cuisine/luxembourgish/",
        "dishes_count": 2
    },
    {
        "name": "Macanese",
        "description": "Macanese cuisine is unique to Macau, and consists of a blend of southern Chinese and Portuguese cuisines, with significant influences from Southeast Asia and the Lusophone world. Many unique dishes resulted from the spice blends that the wives of Portuguese sailors used in an attempt to replicate European dishes. Its ingredients and seasonings include those from Europe, Latin America, Africa, India, and Southeast Asia, as well as local Chinese ingredients.\n\nCommon cooking techniques include baking, grilling and roasting. The former, seldom seen in other styles of Chinese cooking, speaks to the eclectic nature of Macanese cooking. Macau is renowned for its flavour-blending culture, and modern Macanese cuisine may be considered a type of fusion cuisine.\n\nTypically, Macanese food is seasoned with various spices including turmeric, coconut milk, cinnamon and bacalhau, giving special aromas and tastes. Famous dishes include Galinha à Portuguesa, Galinha à Africana (African chicken), Bacalhau (traditional Portuguese salt cod),Pato de cabidela, Macanese chili shrimps, Minchi, and stir-fried curry crab. Other dishes include pig's ear and papaya salad, and rabbit stewed in wine, cinnamon and star anise. Tapas are also an integral part of Macanese cuisine.\n\nThe most popular snack is the pork chop bun. The most popular desserts are ginger milk, pastéis de nata (egg tarts), and almond cake.",
        "uri": "https://worldfood.guide/cuisine/macanese/",
        "dishes_count": 1
    },
    {
        "name": "Macedonian",
        "description": "It is an aspect of Balkan cuisine, is the traditional cuisine of Macedonia. It reflects Mediterranean and Middle Eastern influences and shares characteristics of other Balkan cuisines. The relatively warm climate of the country provides excellent growth conditions for a variety of vegetables, herbs and fruits. Macedonian cuisine is also noted for the diversity and quality of its dairy products, wines, and local alcoholic beverages, such as rakija.",
        "uri": "https://worldfood.guide/cuisine/macedonian/",
        "dishes_count": 5
    },
    {
        "name": "Malaysian",
        "description": "Malaysian cuisine consists of cooking traditions and practices found in Malaysia, and reflects the multiethnic makeup of its population. The vast majority of Malaysia's population can roughly be divided among three major ethnic groups: Malays, Chinese and Indians. The remainder consists of the indigenous peoples of Sabah and Sarawak in East Malaysia, the Orang Asli of Peninsular Malaysia, the Peranakan and Eurasian creole communities, as well as a significant number of foreign workers and expatriates.\n\nAs a result of historical migrations, colonisation by foreign powers, and its geographical position within its wider home region, Malaysia's culinary style in the present day is primarily a melange of traditions from its Malay, Chinese, Indian, Indonesian and ethnic Bornean citizens, with heavy to light influences from Thai, Portuguese, Dutch, and British cuisines, to name a few. This resulted in a symphony of flavours, making Malaysian cuisine highly complex and diverse.\n\nBecause Peninsular Malaysia shares a common history with Singapore, it is common to find versions of the same dish across both sides of the border regardless of place of origin, such as laksa and chicken rice. Also because of their proximity, historic migrations and close ethnic and cultural kinship, Malaysia shares culinary ties with Indonesia, as both nations often share certain dishes, such as satay, rendang and sambal. \n\nhttps://en.wikipedia.org/wiki/Malaysian_cuisine\n\nNasi = Rice\nHar = Prawns\nMee = Hokkien = noodles\nRoti = Bread",
        "uri": "https://worldfood.guide/cuisine/malaysian/",
        "dishes_count": 90
    },
    {
        "name": "Maldivian",
        "description": "The cuisine of Maldives is a rich assortment of traditional cuisine and comprises three main components: tuna, coconut and rice. In the past, Maldivians depended on fish and coconuts, breadfruit, millet and tubers. Over time, foreigners influenced the cuisine of Maldives, as the country lay on an important path of ancient trade and travel. The cuisine of Maldives, with its foreign influences, is a distinctive blend with its own flavours, symbolizing a unique culinary identity. In addition to fish, coconuts and rice, local dishes are heavy on vegetables and spices. Maldivians use fresh ingredients in their cooking and follow their finest traditions to make a wide range of delicious dishes.",
        "uri": "https://worldfood.guide/cuisine/maldivian/",
        "dishes_count": 1
    },
    {
        "name": "Malian",
        "description": "Mali cuisine includes rice and millet as staples of Mali, a food culture heavily based on cereal grains. Grains are generally prepared with sauces made from edible leaves, such as sweet potato or baobab, with tomato peanut sauce. The dishes may be accompanied by pieces of grilled meat (typically chicken, mutton, beef, or goat).\r\n\r\nMalian cuisine varies regionally. Part of West African cuisine, other foods in Mali include fufu, Jollof rice, and peanut butter sauce.",
        "uri": "https://worldfood.guide/cuisine/malian/",
        "dishes_count": 1
    },
    {
        "name": "Maltese",
        "description": "Maltese cuisine is the result of a long relationship between the Islanders and the many civilisations who occupied the Maltese Islands over the centuries. This marriage of tastes has given Malta an eclectic mix of Mediterranean cooking. Although the restaurant scene is a mix of speciality restaurants, there are many eateries that offer or specialise in local fare, serving their own versions of specialities.\n\nTraditional Maltese food is rustic and based on the seasons. Look out for Lampuki Pie (fish pie), Rabbit Stew, Bragioli (beef olives), Kapunata, (Maltese version of ratatouille), and widow's soup, which includes a small round of Gbejniet (sheep or goat's cheese). On most food shop counters, you'll see Bigilla, a thick pate of broad beans with garlic. The snacks that must be tried are ‘hobz biz-zejt' (round of bread dipped in olive oil, rubbed with ripe tomatoes and filled with a mix of tuna, onion, garlic, tomatoes and capers) andpastizzi (flaky pastry parcel filled with ricotta or mushy peas).\n\nhttps://www.visitmalta.com/en/food-and-drink",
        "uri": "https://worldfood.guide/cuisine/maltese/",
        "dishes_count": 3
    },
    {
        "name": "Mauritanian",
        "description": "The cuisine of Mauritania includes the culinary practices of Mauritania. Historically, what is now Mauritania has been influenced by Arab and African peoples who have lived in and traversed the \"stark\" landscape marked with Sahara desert dunes in caravans. There is an overlap with Moroccan cuisine in the north and Senegalese cuisine in the south. French colonial influence (Mauritania was a colony until 1960) has also played a role in influencing the cuisine of the relatively isolated land. Alcohol is prohibited in the Muslim faith and its sale is largely limited to hotels. Mint tea is widely consumed and poured from height to create foam. Traditionally, meals are eaten communally.",
        "uri": "https://worldfood.guide/cuisine/mauritanian/",
        "dishes_count": 2
    },
    {
        "name": "-Mediterranean-",
        "description": "Mediterranean cuisine is the foods and methods of preparation by people of the Mediterranean Basin region, especially those of Southern Europe. The idea of a Mediterranean cuisine originates with the cookery writer Elizabeth David's book, A Book of Mediterranean Food (1950). She and other writers including the Tunisian historian Mohamed Yassine Essid define the three core elements of the cuisine as the olive, wheat, and the grape, yielding olive oil, bread and pasta, and wine; other writers emphasize the diversity of the region's foods and deny that it is a useful concept. The geographical area covered broadly follows the distribution of the olive tree, as noted by David and Essid.\n\nThe region spans a wide variety of cultures with distinct cuisines, in particular (going anticlockwise around the region) the Maghrebi, Levantine, Ottoman (Turkish), Greek, Italian, Provençal (French), Spanish, and Portuguese. However, the historical connections of the region, as well as the impact of the Mediterranean Sea on the region's climate and economy, mean that these cuisines share dishes beyond the core trio of oil, bread, and wine, such as roast lamb or mutton, meat stews with vegetables and tomato (for example, Spanish andrajos and Italian ciambotta), and the salted cured fish roe, bottarga, found across the region. Spirits based on anise are drunk in many countries around the Mediterranean.\n\nThe cooking of the area is not to be confused with the Mediterranean diet, made popular because of the apparent health benefits of a diet rich in olive oil, wheat and other grains, fruits, vegetables, and a certain amount of seafood, but low in meat and dairy products. Mediterranean cuisine encompasses the ways that these and other ingredients, including meat, are dealt with in the kitchen, whether they are health-giving or not.",
        "uri": "https://worldfood.guide/cuisine/-mediterranean-/",
        "dishes_count": 2
    },
    {
        "name": "Mesoamerican",
        "description": "Mesoamerican cuisine -in particular, Mexican cuisine-, is the traditional diet of the majority of the population, with its homemade traditional recipes, the use of local ingredients and, later, those imported from Spain, as well as certain cooking techniques and specific cookware. Mesoamerican cuisine automatically think of tacos or heat and spice.  While that may somewhat true, those foods are only one aspect of Mesoamerican cuisine.  In reality, there are many more foods and spices that make Mesoamerican food some of the freshest tasting and most diverse cuisine around the world.",
        "uri": "https://worldfood.guide/cuisine/mesoamerican/",
        "dishes_count": 1
    },
    {
        "name": "Mexican",
        "description": "Mexican cuisine is primarily a fusion of indigenous Mesoamerican cooking with European, especially Spanish, elements added after the Spanish conquest of the Aztec Empire in the 16th century. The basic staples remain native foods such as corn, beans and chili peppers, but the Europeans introduced a large number of other foods, the most important of which were meat from domesticated animals (beef, pork, chicken, goat and sheep), dairy products (especially cheese) and various herbs and much spices.\r\n\r\nWhile the Spanish initially tried to impose their own diet on the country, this was not possible and eventually the foods and cooking techniques began to be mixed, especially in colonial era convents. African and Asian influences were also introduced into the mixture during this era as a result of African slavery in New Spain and the Manila-Acapulco Galleons. Over the centuries, this resulted in various regional cuisines, based on local conditions such as those in Oaxaca, Veracruz and the Yucatán Peninsula. Mexican cuisine is closely tied to the culture, social structure and popular traditions of the country. The most important example of this connection is the use of mole for special occasions and holidays, particularly in the South and Center regions of the country. For this reason and others, Mexican cuisine was added by UNESCO to its list of the world’s \"intangible cultural heritage\".\r\n(Wiki)\r\n\r\nAn average household would usually have 3 big meals a day, desayuno, comida y cena; breakfast being the heartiest one, takes place first thing in the morning, anytime between 7 -10 am. After that comes lunch, also quite heavy, anywhere from 2 to 5pm and dinner is commonly served around 7pm.\r\n\r\nhttps://www.thecuriousmexican.com/breakfast-in-mexico/:\r\nDuring lunchtime, we tend to indulge in a 4 course meal.  We start with a warm soup, followed by the carb choice of rice or pasta, a main dish that could normally be a stew composed of meat and veggies  like potatoes, and then followed by a sweet note with a small dessert. This is something you would normally eat at home or you could also find it by the name of comida corrida in small family-owned eateries called fondas.\r\n\r\nDinner, which at times might be called merienda, consists of a small meal or snack to help your body make it through the night. Some people believe that smaller nighttime meals is a healthier way to eat since your body doesn’t need much energy to sleep.\r\n\r\nOf course, all the rules change completely over the weekends, as some people tend to wake up later and/or hungover (no judgement here, we’ve all been there) and usually just have one heavy meal for both breakfast and lunch, think of what you know as brunch, it’s just not called that in México, but if you say almuerzo, most people would understand what you’re talking about.",
        "uri": "https://worldfood.guide/cuisine/mexican/",
        "dishes_count": 213
    },
    {
        "name": "-Middle Eastern-",
        "description": "Or Middle East: Region that roughly encompasses a majority of Western Asia (excluding the Caucasus) and Egypt. The term is used as a synonym for Near East, in opposition to Far East. The corresponding adjective is Middle Eastern and the derived noun is Middle Easterner. Arabs, Persians, and Turks constitute the largest ethnic groups in the region by population, while Kurds, Azeris, Copts, Jews, Assyrians, Maronites, Circassians, Somalis, Armenians, Druze and other denominations form a significant minority.\r\n\r\nMezza = Appetizer\r\n\r\nARAB:\r\nskewer = سيخ",
        "uri": "https://worldfood.guide/cuisine/-middle_eastern-/",
        "dishes_count": 46
    },
    {
        "name": "Moldovan",
        "description": "It is a style of cooking related to the people of Moldova and its breakaway region of Transnistria. It consists mainly of traditional European foods, such as beef, pork, potatoes, cabbage, and a variety of cereal grains. Moldovan dish is a well-known Romanian dish, mămăligă (a cornmeal mush or porridge). This is a staple polenta-like food on the Moldovan table, served as an accompaniment to stews and meat dishes or garnished with cottage cheese, sour cream, or pork rind. Regional delicacies include brânză (a brined cheese) and ghiveci (a lamb or goat stew). Local wines accompany most meals.\n\nTraditional for the Moldovan cuisine are dishes combining diverse vegetables, such as tomatoes, bell peppers, aubergine, cabbage, beans, onions, garlic, and leek. Vegetables are used in salads and sauces, and they are baked, steamed, pickled (called murături), salted, or marinated.",
        "uri": "https://worldfood.guide/cuisine/moldovan/",
        "dishes_count": 11
    },
    {
        "name": "Monegasque",
        "description": "Monaco's diet begins with its location on the sea as seafood dominates the menu. Among these fish, cod and anchovy are perhaps the most common for food, although dozens exist. In addition to this, the country has a great growing climate as numerous fresh fruits and vegetables, such as onions, garlic, and olives (or olive oil) are readily available and incorporated into many dishes.\n\nAlthough Monaco's cuisine is still fairly loyal to its Mediterranean roots, the French and Italians have also made a substantial impact on the food. Multiple French dishes are common in Monaco as are Italian pasta.\n\nhttp://www.safaritheglobe.com/monaco/culture/food-drinks/",
        "uri": "https://worldfood.guide/cuisine/monaco/",
        "dishes_count": 7
    },
    {
        "name": "Mongolian",
        "description": "Mongolian cuisine refers to the local culinary traditions of Mongolia and Mongolian styled dishes. The extreme continental climate has affected the traditional diet, so the Mongolian cuisine primarily consists of dairy products, meat, and animal fats.\n\nThe most common rural dish is cooked mutton, often without any other ingredients. In the city, every other local displays a sign saying \"buuz\". Those are steamed dumplings filled with meat. Other types of dumplings are boiled in water (bansh, manti), or deep fried in mutton fat (khuushuur). Other dishes combine the meat with rice or fresh noodles made into various stews (tsuivan, budaatai huurga) or noodle soups (guriltai shol).\n\nThe most surprising cooking method is only used on special occasions. In this case, the meat (often together with vegetables) gets cooked with the help of stones, which have been preheated in a fire. This either happens with chunks of mutton in a sealed milk can (khorkhog), or within the abdominal cavity of a deboned goat or marmot (boodog).\n\nhttps://en.wikipedia.org/wiki/Mongolian_cuisine",
        "uri": "https://worldfood.guide/cuisine/mongolian/",
        "dishes_count": 15
    },
    {
        "name": "Montenegrin",
        "description": "This cuisine also varies geographically; the cuisine in the coastal area differs from the one in the northern highland region. The coastal area is traditionally a representative of Mediterranean cuisine, with seafood being a common dish. The traditional dishes of Montenegro's Adriatic coast, unlike its heartland, have a distinctively Italian influence as well.",
        "uri": "https://worldfood.guide/cuisine/montenegrin/",
        "dishes_count": 2
    },
    {
        "name": "Moroccan",
        "description": "Moroccan cuisine is typically a mix of Mediterranean, Arabic, Andalusian and Berber cuisine. The cooks in the royal kitchens of Fes, Meknes, Marrakech, Rabat and Tetouan created the basis for what is known as Moroccan cuisine today.",
        "uri": "https://worldfood.guide/cuisine/moroccan/",
        "dishes_count": 38
    },
    {
        "name": "Mozambican",
        "description": "The cuisine of Mozambique has deeply been influenced by the Portuguese, who introduced new crops, flavorings, and cooking methods. The staple food for many Mozambicans is ncima, a thick porridge made from maize/corn flour. Cassava and rice are also eaten as staple carbohydrates. \n\nMozambican food is rich in meats, fish, and shellfish. Piri piri, a traditional hot sauce, is added to most meat and fish dishes. It is made from hot peppers or chilies, lemon juice, and spices boiled down to a thick paste.",
        "uri": "https://worldfood.guide/cuisine/mozambican/",
        "dishes_count": 5
    },
    {
        "name": "Namibian",
        "description": "The gastronomy of Namibia is mostly based on meat, indeed, an almost infinite variety of meats. In Namibia, they make numerous dishes with ostrich, antelope, zebra, giraffe, oryx, kudu, lamb, and beef.\r\n\r\nThe way of cooking the meat is generally to grill it, and then to dress it with rich and tasty sauces.  You will also find famous British Fish & Chips and German sausages throughout the country.\r\n\r\nhttps://www.exoticca.com/us/africa/south-africa/namibia/gastronomy",
        "uri": "https://worldfood.guide/cuisine/namibian/",
        "dishes_count": 0
    },
    {
        "name": "Nepalese",
        "description": "Nepalese cuisine refers to the food eaten in Nepal. \r\n\r\nNepalese dishes are generally healthier than most other South Asian cuisine, relying less on using fats and more on chunky vegetables, lean meats, pickled ingredients and salads. Whilst Nepal does take heavy influences from its closest geographical companions such as India, China and Tibet, this mountainous country only opened up its borders to outsiders in the 1950s. This factor, in addition to transport and trade difficulties Nepal’s geographical setting, has maintained a focus on using locally grown produce.\r\n\r\nCommon ingredients found across Nepalese cuisine include lentils, potatoes (which are particularly popular within the Newar communities in the Himalayas and Pahar region), tomatoes, cumin, coriander, chilies, peppers, garlic and mustard oil.\r\n\r\nYoghurt, or dahi is popular across Nepal, and is eaten for its healthy attributes and adaptable nature, as it can be used as a side dish or as an ingredient in drinks (Lassi) and desserts (Sikarni). While establishing a group of foods that are distinctly Nepalese is no easy task, there are some dishes that are mainstays when visiting the culturally diverse Nepal. https://theculturetrip.com/asia/nepal/articles/nepalese-food-wholesome-himalayan-bites/",
        "uri": "https://worldfood.guide/cuisine/nepalese/",
        "dishes_count": 39
    },
    {
        "name": "New Zealand",
        "description": "It is largely driven by local ingredients and seasonal variations. An island nation with a primarily agricultural economy, New Zealand yields produce from land and sea. Similar to the cuisine of Australia, the cuisine of New Zealand is a diverse British-based cuisine, with Mediterranean and Pacific Rim influences as the country becomes more cosmopolitan.\n\nIn New Zealand households, dinner is the main meal of the day, when families gather and share their evening together. Restaurants and takeaways provide an increasing proportion of the diet.\n\n\n\n",
        "uri": "https://worldfood.guide/cuisine/new_zealand/",
        "dishes_count": 15
    },
    {
        "name": "Nicaraguan",
        "description": "It includes a mixture of indigenous cuisine, Spanish cuisine and Creole cuisine. Despite the blending and incorporation of pre-Columbian and Spanish-influenced cuisine, traditional cuisine differs on the Pacific coast from the Caribbean coast. While the Pacific coast's main staple revolves around local fruits and corn, the Caribbean coast's cuisine makes use of seafood and coconut. As in many other Latin American countries, corn is a staple. It is used in many of the widely consumed dishes, such as nacatamal, and indio viejo. Corn is not only used in food; it is also an ingredient for drinks such as pinolillo and chicha as well as in sweets and desserts. Other staples are rice and beans. Rice is eaten when corn is not, and beans are consumed as a cheap protein by the majority of Nicaraguans. It is common for rice and beans to be eaten as a breakfast dish. There are many meals including these two staples; one popular dish, gallo pinto, is often served as lunch, sometimes with eggs. Nicaraguans do not limit their diet solely to corn, rice, and beans. Many Nicaraguans have small gardens of their own full of vegetables. From time to time, flowers are incorporated into their meals.\n\nCommonly used ingredients (including fruits and vegetables) are jocote, grosella, mimbro, mango, papaya, tamarind, pipian, apples, avocado, yuca, and quequisque. Herbs such as culantro, oregano and achiote are also part of the cuisine.\n\nhttps://en.wikipedia.org/wiki/Nicaraguan_cuisine",
        "uri": "https://worldfood.guide/cuisine/nicaraguan/",
        "dishes_count": 12
    },
    {
        "name": "Nigerian",
        "description": "Nigerian cuisine consists of dishes or food items from the hundreds of ethnic groups that comprise Nigeria. Like other West African cuisines, it uses spices and herbs with palm or groundnut oil to create deeply flavored sauces and soups. Wikipedia",
        "uri": "https://worldfood.guide/cuisine/nigerian/",
        "dishes_count": 24
    },
    {
        "name": "Norwegian",
        "description": "Norwegian cuisine in its traditional form is based largely on the raw materials readily available in Norway and its mountains, wilderness and coast. It differs in many respects from its continental counterparts with a stronger focus on game and fish. Many of the traditional dishes are results of using conserved materials, with respect to the long winters.\n\nModern Norwegian cuisine, although still strongly influenced by its traditional background, now bears Globalization: pastas, pizzas, tacos, and the like are as common as meatballs and cod as staple foods, and urban restaurants sport the same selection one would expect to find in any western European city.",
        "uri": "https://worldfood.guide/cuisine/norwegian/",
        "dishes_count": 16
    },
    {
        "name": "Omani",
        "description": "The cuisine of Oman is a mixture of several staples of Asian foods. Dishes are often based on chicken, fish, and lamb, as well as the staple of rice. Most Omani dishes tend to contain a rich mixture of spices, herbs, and marinades. Although Omani cuisine varies within different regions of Oman, most dishes across the country have a staple of curry, cooked meat, rice, and vegetables. Soups are also common and are usually made from chicken, lamb, and vegetables (e.g., smoked eggplant). The main meal is usually eaten in the middle of the day, while dinner is lighter.",
        "uri": "https://worldfood.guide/cuisine/omani/",
        "dishes_count": 4
    },
    {
        "name": "Pakistani",
        "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the sixth-most populous country with a population exceeding 199 million people. It is the 36th largest country in the world in terms of area with an area covering 881,913 km2 (340,509 sq mi). Pakistan has a 1,046-kilometre (650 mi) coastline along the Arabian Sea and the Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest and China in the far northeast respectively. It is separated from Tajikistan by Afghanistan's narrow Wakhan Corridor in the north, and also shares a maritime border with Oman.\n\nThe territory that now constitutes Pakistan was previously home to several ancient cultures, including the Mehrgarh of the Neolithic and the Bronze Age Indus Valley Civilisation, and was later home to kingdoms ruled by people of different faiths and cultures, including Hindus, Indo-Greeks, Muslims, Turco-Mongols, Afghans and Sikhs. The area has been ruled by numerous empires and dynasties, including the Indian Mauryan Empire, the Persian Achaemenid Empire, Alexander of Macedonia, the Arab Umayyad Caliphate, the Delhi Sultanate, the Mongol Empire, the Mughal Empire, the Durrani Empire, the Sikh Empire and the British Empire.\n\nPakistan is unique among Muslim countries as it is the only country to have been created in the name of Islam. As a result of the Pakistan Movement led by Muhammad Ali Jinnah and the subcontinent's struggle for independence, Pakistan was created in 1947 as an independent nation for Muslims from the regions in the east and west of the Subcontinent where there was a Muslim majority. Initially a dominion, Pakistan adopted a new constitution in 1956, becoming an Islamic republic. A civil war in 1971 resulted in the secession of East Pakistan as the new country of Bangladesh.\n\nhttps://en.wikipedia.org/wiki/Pakistan",
        "uri": "https://worldfood.guide/cuisine/pakistani/",
        "dishes_count": 62
    },
    {
        "name": "Palestinian",
        "description": "Palestinian cuisine consists of foods from or commonly eaten by Palestinians—which includes those living in Israel, Palestinian Territories, Jordan, refugee camps in nearby countries as well as by the Palestinian diaspora. The cuisine is a diffusion of the cultures of civilizations that settled in the region of Palestine, particularly during and after the Islamic era beginning with the Arab Ummayad conquest, then the eventual Persian-influenced Abbasids and ending with the strong influences of Turkish cuisine, resulting from the coming of the Ottoman Turks. It is similar to other Levantine cuisines, including Lebanese, Syrian and Jordanian.\r\n\r\nCooking styles vary by region and each type of cooking style and the ingredients used are generally based on the climate and location of the particular region and on traditions.",
        "uri": "https://worldfood.guide/cuisine/palestinian/",
        "dishes_count": 7
    },
    {
        "name": "Palla Chinthakaya - Jandhyala Foods",
        "description": "Buy Pallachinthakaya Pachadi from jandhyala foods, PLace your order for 100% homemade chintakaya tokku with pandu mirapakaya and get it delivered to your doorstep.",
        "uri": "https://worldfood.guide/cuisine/palla_chinthakaya_-_jandhyala_foods/",
        "dishes_count": 0
    },
    {
        "name": "Panamanian",
        "description": "Panamanian cuisine is a mix of African, Spanish, and Native American techniques, dishes, and ingredients, reflecting its diverse population. Since Panama is a land bridge between two continents, it has a large variety of tropical fruits, vegetables, and herbs that are used in native cooking. Typical Panamanian foods are mildly flavored, without the pungency of some of Panama's Latin American and Caribbean neighbors. Common ingredients are maize, rice, wheat flour, plantains, yuca (cassava), beef, chicken, pork, and seafood.",
        "uri": "https://worldfood.guide/cuisine/panamanian/",
        "dishes_count": 31
    },
    {
        "name": "Paraguayan",
        "description": "The cuisine of Paraguay is similar to the cuisines in Uruguay and the Falkland Islands. Meat, vegetables, manioc, maize, and fruits are common in Paraguayan cuisine. Barbecuing is both a cooking technique and often a social event, and are known as the Asado. Many dishes are based on corn, milk, cheese and meat, and fish caught in rivers are also eaten. There are about 70 varieties of chipa (cake) in Paraguay. Most chipas are made from manioc flour, which is derived from cassava, and cornmeal. https://en.wikipedia.org/wiki/Paraguayan_cuisine",
        "uri": "https://worldfood.guide/cuisine/paraguayan/",
        "dishes_count": 25
    },
    {
        "name": "Peruvian",
        "description": "Food originally from the country \"Peru\"\r\n\r\nWith influences from the indigenous population including the Inca and cuisines brought in with immigrants from Europe (Spanish cuisine, Italian cuisine, German cuisine), Asia (Chinese cuisine and Japanese cuisine) and West Africa.\r\n\r\nCommon ingredients translation:\r\nArroz - Rice\r\nPollo - Chicken\r\nCabrito - Young goat\r\nChancho - Pork\r\nCordero - Young lamb\r\nPallares - Lima beans",
        "uri": "https://worldfood.guide/cuisine/peruvian/",
        "dishes_count": 277
    },
    {
        "name": "Peruvian-Chinese",
        "description": "Chifa is a term used in Peru to refer to Chinese cooking, in which Peruvian and Chinese ingredients are fused to cantonese culinary tradition. Chinese immigrants came to Peru mainly from the southern province of Guangdong and particularly its capital city Guangzhou in the late 19th and early 20th centuries. They settled for the most part in the coast of Peru and the capital city of Lima. The term \"Chifa\" is also used to define a restaurant where this type of food is served. Chinese-Peruvian food has become one of the most popular types of food in Peru; there are thousands of Chifa restaurants across all districts of Lima and many more throughout other cities of Peru, with sometimes multiple independent restaurants operating in close proximity on a single city block.\r\n\r\nThe Peruvian government actively promotes Chifa cuisine as an essential part of Peruvian cuisine.\r\n\r\nhttp://en.wikipedia.org/wiki/Chifa",
        "uri": "https://worldfood.guide/cuisine/peruvian-chinese/",
        "dishes_count": 22
    },
    {
        "name": "Peruvian-Japanese",
        "description": "Peruvian Japanese fusion cuisine",
        "uri": "https://worldfood.guide/cuisine/peruvian-japanese/",
        "dishes_count": 1
    },
    {
        "name": "Polish",
        "description": "Polish cuisine is a style of cooking and food preparation originating in or widely popular in Poland.  Meat is an important part of the Polish diet. Pork is the most popular meat, and the most commonly eaten meat dish is a fried, breaded pork cutlet served with thick sauce. Beef, ham, and sausage are also eaten regularly. The meat stew called bigos is often called the national dish of Poland. Other famous Polish dishes are golabki (cabbage leaves stuffed with ground meat and rice) and golonka (fresh ham served with horse-radish). Poles also like to eat smoked and pickled fish, especially herring.\n\nMost Polish meals start with one of Poland's many soups. These range from clear broth to thick soup so hearty it could be a meal in itself. The best known is the beet soup called borscht.\n\nPoles love desserts, especially cakes. Popular cakes include cheesecake, sponge cake, poppy seed cake, and a pound cake called babka. Special cakes are baked for feast days and weddings.\n\nPopular beverages include coffee, tea, milk, buttermilk, and fruit syrup and water. However, vodka distilled from rye is known as the national drink.",
        "uri": "https://worldfood.guide/cuisine/polish/",
        "dishes_count": 33
    },
    {
        "name": "Portuguese",
        "description": "The Cuisine from Portugal despite being relatively restricted to an Atlantic sustenance, Portuguese cuisine has many Mediterranean influences. Portuguese cuisine is famous for seafood. The influence of Portugal's former colonial possessions is also notable, especially in the wide variety of spices used. These spices include piri piri (small, fiery chili peppers) and black pepper, as well as cinnamon, vanilla and saffron. Olive oil is one of the bases of Portuguese cuisine, which is used both for cooking and flavouring meals. Garlic is widely used, as are herbs, such as bay leaf and parsley.",
        "uri": "https://worldfood.guide/cuisine/portuguese/",
        "dishes_count": 54
    },
    {
        "name": "Puerto Rican",
        "description": "Puerto rican cuisine has its roots in the cooking traditions and practices of europe (spain), africa and the native taínos. in the latter part of the 19th century, the cuisine of puerto rico was greatly influenced by the united states in the ingredients used in its preparation. puerto rican cuisine has transcended the boundaries of the island, and can be found in several countries outside the archipelago.\n\nhttp://en.wikipedia.org/wiki/puerto_rican_cuisine",
        "uri": "https://worldfood.guide/cuisine/puerto_rican/",
        "dishes_count": 40
    },
    {
        "name": "-Punjabi-",
        "description": "Punjabi cuisine is associated with food from the Punjab region of India and Pakistan. This cuisine has a rich tradition of many distinct and local ways of cooking. One is a special form of tandoori cooking style that is now famous in other parts of India, UK, Canada and in many parts of the world.\n\nThe local cuisine of Punjab is heavily influenced by the agriculture and farming lifestyle prevalent from the times of the ancient Harappan Civilization. Locally grown staple foods form the major part of the local cuisine. Distinctively Punjabi cuisine is known for its rich, buttery flavours along with the extensive vegetarian and meat dishes. Main dishes include Sarson da saag and makki di roti.\n\nBasmati rice is the indigenous variety of Punjab and many varieties of rice dishes have been developed with this variety. The cooked rice is known as Chol in the Punjabi language. Many vegetable and meat based dishes are developed for this type of rice",
        "uri": "https://worldfood.guide/cuisine/-punjabi-/",
        "dishes_count": 3
    },
    {
        "name": "Qatari",
        "description": "Qatari cuisine is made up of traditional Arab cuisine. Machbūs, a meal consisting of rice, meat, and vegetables, is the national dish in Qatar, typically made with either lamb or chicken and is slow-cooked to give it a depth of flavour. Seafood and dates are staple food items in the country. Many of these dishes are also used in other countries in the region because they share many commonalities. In other parts of the region, some of the dishes have different names or use slightly different ingredients. https://en.wikipedia.org/wiki/Qatari_cuisine",
        "uri": "https://worldfood.guide/cuisine/qatari/",
        "dishes_count": 1
    },
    {
        "name": "Romanian",
        "description": "Food from Romania is a diverse blend of different dishes from several traditions with which it has come into contact, but it also maintains its own character. It has been greatly influenced by Ottoman cuisine, while it also includes influences from the cuisines of other neighbours, including German, Serbian, Bulgarian, and Hungarian cuisine.\n\nThere are quite a few different types of dishes, which are sometimes included under a generic term; for example, the category ciorbă includes a wide range of soups with a characteristic sour taste. These may be meat and vegetable soups, tripe (ciorbă de burtă) and calf foot soups, or fish soups, all of which are soured by lemon juice, sauerkraut juice, vinegar, or borș (traditionally made from bran). The category țuică (plum brandy) is a generic name for a strong alcoholic spirit in Romania, while in other countries, every flavour has a different name.",
        "uri": "https://worldfood.guide/cuisine/romanian/",
        "dishes_count": 54
    },
    {
        "name": "Russian",
        "description": "Russian cuisine is a collection of the different cooking traditions of the Russian people. The cuisine is diverse, as Russia is by area the largest country in the world. Russian cuisine derives its varied character from the vast and multi-cultural expanse of Russia. Moreover, it is necessary to divide Russian traditional cuisine and Soviet cuisine, which has its own peculiarity. Its foundations were laid by the peasant food of the rural population in an often harsh climate, with a combination of plentiful fish, pork, poultry, caviar, mushrooms, berries, and honey. Crops of rye, wheat, barley and millet provided the ingredients for a plethora of breads, pancakes, pies, cereals, beer and vodka. Soups and stews full of flavor are centered on seasonal or storable produce, fish and meats. This wholly native food remained the staple for the vast majority of Russians well into the 20th century.\n\nRussia's great expansions of culture, influence, and interest during the 16th–18th centuries brought more refined foods and culinary techniques, as well as one of the most refined food countries in the world. It was during this period that smoked meats and fish, pastry cooking, salads and green vegetables, chocolate, ice cream, wines, and juice were imported from abroad. At least for the urban aristocracy and provincial gentry, this opened the doors for the creative integration of these new foodstuffs with traditional Russian dishes. The result is extremely varied in technique, seasoning, and combination. https://en.wikipedia.org/wiki/Russian_cuisine",
        "uri": "https://worldfood.guide/cuisine/russian/",
        "dishes_count": 86
    },
    {
        "name": "Rwandan",
        "description": "The Rwandan diet consists mainly of sweet potatoes, beans, corn, peas, millet, plantains, cassava, and fruit. The potato is now very popular, thought to have been introduced by German colonists. Rwandans who live in rural areas rarely eat meat.",
        "uri": "https://worldfood.guide/cuisine/rwandan/",
        "dishes_count": 1
    },
    {
        "name": "Salvadorian",
        "description": "Salvadorian cuisine is a style of cooking derived from the nation of el salvador. the traditional cuisine consists of food from indigenous pipil and spanish peoples. many of the dishes are made with maize (corn).\n\nel salvador's most notable dish is the pupusa, a thick handmade corn flour or rice flour tortilla stuffed with cheese, chicharrón (cooked pork meat ground to a paste consistency), refried beans, and/or loroco (a vine flower bud native to central america). there are also vegetarian options, often with ayote (a type of squash) or garlic. some adventurous restaurants even offer pupusas stuffed with shrimp or spinach which are served with salsa roja, a simple yet flavorful salvadoran cooked tomato sauce, often served with curtido. pollo encebollado is another popular salvadoran dish that contains chicken simmered with onions. famous salvadoran cheese is eaten with these meals such as queso duro (hard cheese), queso fresco (fresh cheese), and cuajada.\n\nhttp://en.wikipedia.org/wiki/salvadoran_cuisine",
        "uri": "https://worldfood.guide/cuisine/salvadorian/",
        "dishes_count": 15
    },
    {
        "name": "Samoan",
        "description": "Samoan culture has a very long and complex history which includes great migratory movements, amazing feats and the whole history of its population. One of the most important aspects of the Samoan cuisine is represented by the fact that food is not heavily spiced as it is characterised by the use of coconut milk and cream. Some of the most popular Samoan foods include taro, bananas, coconut, breadfruit, and shellfish, or pork and Chicken. A very interesting, and in the same time unique method of cooking different kinds of food includes Samoan umu, a traditional above the ground stone oven heated by glowing hot lava rocks. Thus, the food can be placed on the rocks and plaited in coconut fronds, or wrapped in banana leaves. Western Samoan inhabitants seem to be very keen on fishing, as fresh caught fish has been one of the most important Samoan dish.\n\n\nhttp://recipes.wikia.com/wiki/Samoan_Cuisine\n",
        "uri": "https://worldfood.guide/cuisine/samoan/",
        "dishes_count": 1
    },
    {
        "name": "Saudi Arabian",
        "description": "The Arabian people have consumed the same type of food for thousands of years. Some of the common food items in Saudi Arabian cuisine include wheat, rice, lamb, chicken, yogurt, potatoes and dates. Traditional coffeehouses (Maqha) used to be ubiquitous, but are now being displaced by food-hall style cafes. According to the Saudi Arabian Cultural Mission, \"serving Gahwah (Coffee) in Saudi Arabia is a sign of hospitality and generosity\". Traditionally, the coffee beans were roasted, cooled and ground in front of the guests using a mortar and pestle. The host would then add cardamom pods to the coffee beans during the grinding process. Once the coffee is brewed, it is poured for guests. Today, Gahwah is not prepared in front of the guests; instead it is elegantly served in a Dallah and poured into small cups called Finjan.\n\n\nhttps://en.wikipedia.org/wiki/Saudi_Arabian_cuisine",
        "uri": "https://worldfood.guide/cuisine/saudi_arabian/",
        "dishes_count": 8
    },
    {
        "name": "Scottish",
        "description": "Scottish cuisine is the specific set of cooking traditions, practices and cuisines associated with Scotland. It has distinctive attributes and recipes of its own, but shares much with wider British and European cuisine as a result of local and foreign influences, both ancient and modern. Traditional Scottish dishes exist alongside international foodstuffs brought about by migration.\n\nScotland's natural larder of game, dairy products, fish, fruit, and vegetables is the chief factor in traditional Scots cooking, with a high reliance on simplicity and a lack of spices from abroad, as these were historically rare and expensive.\n\nhttps://en.wikipedia.org/wiki/Scottish_cuisine",
        "uri": "https://worldfood.guide/cuisine/scottish/",
        "dishes_count": 25
    },
    {
        "name": "Serbian",
        "description": "The Serbian gastronomy is a strong mix of oriental, central European and local Balkan cuisines (such as Bosnia, Croatia, Montenegro, Slovenia, Macedonia), offering an overwhelming variety of meals. Besides in restaurants and kafanas (Serbian name for something like a tavern), Serbs tend to eat lots of fast food, especially grilled for lunch, and pastry for any other meal. There is also a nice variety of seafood that you’ll find, given it’s close proximity to the Mediterranean coast (Adriatic sea).\nSerbian food is mainly heavy, with plenty of calories. Meat, pastry and local vegetables dominate in Serbian cuisine.\n\n",
        "uri": "https://worldfood.guide/cuisine/serbian/",
        "dishes_count": 37
    },
    {
        "name": "Serbian-vojvodina",
        "description": "The Vojvodina is located in the north part of the Republic of Serbia. In the history, due to its geographical position, the Vojvodina has been subject to a variety of cultural, traditional and other influences.\n\nResults of different cultures mixture through the history and people who have interfered in that territory you can find on every step, but the most are in Vojvodina’s cuisine today.\nEspecially great influence on the Vojvodina’s cuisine had the Germans arrival. They have brought their customs, way of cooking, wine, words,… Famous Serbian songwriter and singer Djordje Balasevic describes on the best way Vojvodina’s cuisine in his songs today.\n\nAlso, especially large impact on the Vojvodina’s cuisine had a Serbian, Hungarian, Romanian and Slovakian cuisine, so no wonder why the tourists like to enjoy in the specific taste of Serbian cakes, Hungarian stew with onion and pepper, German steak.",
        "uri": "https://worldfood.guide/cuisine/serbian-vojvodina/",
        "dishes_count": 1
    },
    {
        "name": "Singaporean",
        "description": "Singaporean cuisine is indicative of the ethnic diversity of the culture of Singapore which originated from Malaysia, as a product of centuries of cultural interaction owing to Singapore's strategic location. The food is influenced by the native Malay, the predominant Chinese, Indonesian, Indian, Peranakan, and Western traditions (particularly English and some Portuguese-influenced Eurasian, known as Kristang)since the founding of Singapore by the British in the nineteenth century. Influences from other areas such as Sri Lanka, Thailand, and the Middle East exist in local food culture as well. In Singaporean hawker stalls, for example, chefs of Chinese background influenced by Indian culture might experiment with condiments and ingredients such as tamarind, turmeric, and ghee, while an Indian chef might serve a fried noodle dish. With a variety of influences from different countries, it is suffice to note that the globalization phenomenon affects the cuisine in Singapore as well.",
        "uri": "https://worldfood.guide/cuisine/singaporean/",
        "dishes_count": 31
    },
    {
        "name": "Slovak",
        "description": "Slovak cuisine varies slightly from region to region across Slovakia. It was influenced by the traditional cuisine of its neighbours and it influenced them as well. The origins of traditional Slovak cuisine can be traced to times when the majority of the population lived self-sufficiently in villages, with very limited food imports and exports and with no modern means of food preservation or processing.",
        "uri": "https://worldfood.guide/cuisine/slovak/",
        "dishes_count": 10
    },
    {
        "name": "Slovenian",
        "description": "Soups are a relatively recent invention in Slovenian cuisine, but there are over 100. Earlier there were various kinds of porridge, stew and one-pot meals. The most common soups without meat were lean and plain. A typical dish is aleluja, a soup made from turnip peels and a well-known dish during fasting. The most common meat soup is beef soup with noodles, which is often served on Sunday as part of a Sunday lunch (beef soup, fried potatoes, fried steak and lettuce). On feast days and holidays there is often a choice of beef noodle soup or creamy mushroom soup. Pork is popular and common everywhere in Slovenia. Poultry is also often popular. There is a wide variety of meats in different parts of Slovenia. In White Carniola and the Slovenian Littoral mutton and goat are eaten. On St. Martin's Day people feast on roasted goose, duck, turkey, or chicken paired with red cabbage and mlinci. In Lower Carniola and Inner Carniola, they used to eat roasted dormouse and quail. Until the crayfish plague in the 1880s the noble crayfish was a source of income and often on the menu in Lower Carniola and Inner Carniola.\n\nDandelion is popular as a salad ingredient in Slovenia and has been gathered in the fields for centuries. Even today dandelion and potato salad is highly valued. Since it can be picked only for a short time in early spring, much is made of it. Families go on dandelion picking expeditions, and pick enough for a whole week. In the Middle Ages people ate acorns and other forest fruits, particularly in times of famine. Chestnuts were valued, and served as the basis for many outstanding dishes. Walnuts and hazelnuts are used in cakes and desserts. Wild strawberries, loganberries, blackberries, bilberries were a rich source of vitamins. Mushrooms have always been popular, and Slovenians liked picking and eating them. There are many varieties. Honey was used to a considerable extent. Medenjaki, which come in different shapes are honey cakes, which are most commonly heart-shaped and are often used as gifts.",
        "uri": "https://worldfood.guide/cuisine/slovenian/",
        "dishes_count": 22
    },
    {
        "name": "Somali",
        "description": "Somali cuisine varies from region to region and is a fusion of different Somali culinary traditions. It is the product of Somalia's tradition of trade and commerce. Some notable Somali delicacies include Sabaayad/Kimis, Laxooh/Canjeero, xalwo, sambuusa, bariis iskukaris, and Muqmad/Odkac (beef jerky). Wikipedia",
        "uri": "https://worldfood.guide/cuisine/somali/",
        "dishes_count": 3
    },
    {
        "name": "South African",
        "description": "The cuisine of South Africa is sometimes called \"rainbow cuisine\", as it has had a variety of multicultural sources and stages. The cuisine can be generalized as:\n\n- Cookery practiced by indigenous people of Africa such as the Sotho- and Nguni-speaking people.\n\n- Cookery that emerged from several waves of colonization and immigration introduced during the colonial period by white European people of Dutch (since 1652), German, French, Italian, Greek and British (since 1805~1820) descent and their Indo-Asian slaves or servants - this includes the cuisine of the so-called Cape Malay people, which has many characteristics of Indonesia and cooking styles from neighboring colonial cultures such as Portuguese Mozambique.",
        "uri": "https://worldfood.guide/cuisine/south_african/",
        "dishes_count": 20
    },
    {
        "name": "South Sudanese",
        "description": "South Sudan cuisine is unsophisticated; the staples are bread, pancakes and porridge made from corn, sorghum, maize and other grains. Look out in particular for kisra, a wide, flat bread made from fermented sorghum flour; gurassa, a thick corn bread; and brown wheat poshto.\r\n\r\nA wide range of vegetables and pulses are available in the marketplace, many of them grown locally. In addition to potatoes, sweet potatoes, daal (lentils) and peas, you’ll find bamia (okra or ‘ladies fingers’), ful (mashed fava beans) and local specialities such as kudra (a leafy green vegetable rich in vitamins A and C), dodo (amaranth leaves), and pea leaves. Onions, tomatoes, peppers, cabbages, plantain bananas, cassava and carrots are imported from Uganda and Kenya.\r\n\r\nDuring mango season (March), you won’t be able to move for sweet, ripe mangoes and will happily be able to gorge yourself on them at rock-bottom prices. Each green mango hangs pendulously from the tree like a giant, round Christmas tree decoration, and when the fruits ripen, fall and bounce across the tin roofs, it can sound as if the sky is falling in. The markets also sell juicy pineapples, papayas (pawpaw) and oranges, apples, guava and avocados, although many of these are imported from neighbouring countries. Don’t miss sugarcane and sorghum stems: their juice is immensely sticky and sweet and chewing on them is a popular snack. Many types of foods are fried in cow brain rather than cooking fat as it gives a distinctive flavour and vegetarians should be aware that this applies as much to vegetables and pulses as to fish and meat. Meat (usually mutton or goat) is typically boiled or stewed, which helps to make it less tough, and it can be served with spices and peanut or simsim (sesame) sauce to add flavour. Dried or smoked beef is often eaten with peanut or groundnut sauce and may be made into a stew with bamia. A small amount of chicken is included in the diet, whilst pork is rarer as it has to be imported. Some communities eat fish from the rivers and swamps, and dried fish is oft en added to kajaik (a popular type of stew) or to aseeda (sorghum porridge) to give added flavour. A popular roadside snack is rolled eggs. There are relatively few desserts and sweets in South Sudan, although if you find them it is definitely worth trying the delicious, chewy macaroons made from peanuts, known locally as ful Sudani.\r\n\r\nhttps://www.bradtguides.com/destinations/africa/south-sudan/eating-and-sleeping.html",
        "uri": "https://worldfood.guide/cuisine/south_sudanese/",
        "dishes_count": 1
    },
    {
        "name": "Spanish",
        "description": "Spanish cuisine is a way of preparing varied dishes, which is enriched by the culinary contributions of the various regions that make up the country. It is a cuisine influenced by the people who, throughout history, have conquered the territory of that country, as well by the subsequently colonized regions.",
        "uri": "https://worldfood.guide/cuisine/spanish/",
        "dishes_count": 118
    },
    {
        "name": "Spanish-Andalusian",
        "description": "It is the cuisine of Andalusia, Spain. Notable dishes include gazpacho, fried fish (often called pescaíto frito in the local vernacular), the jamones of Jabugo, Valle de los Pedroches and Trevélez, and the wines of Jerez, particularly sherry. Frying in Andalucian cuisine is dominated by the use of olive oil that is produced in the provinces of Jaén, Córdoba, Seville, and Granada. Málaga, Almería, Cádiz and Huelva produces olive oil too, but in smaller amounts. The foods are dredged in flour a la andaluza (meaning only flour, without egg or other ingredients, but may include flour from the chickpea especially for use in batters). They are then fried in a large quantity of hot olive oil.",
        "uri": "https://worldfood.guide/cuisine/spanish-andalusian/",
        "dishes_count": 1
    },
    {
        "name": "Spanish-Asturian",
        "description": "Asturian cuisine refers to the typical dishes and ingredients found in the cuisine of the Asturias region of Spain.",
        "uri": "https://worldfood.guide/cuisine/spanish-asturian/",
        "dishes_count": 1
    },
    {
        "name": "Spanish-Galician",
        "description": "It is refers to the typical dishes and ingredients found in the cuisine of the autonomous community of Galicia, Spain. These include shellfish, empanadas, polbo á feira (a dish made of octopus), the cheese queixo de tetilla, the ribeiro and albariño wines and orujo liquor.\r\nIn Galicia, a wide variety of sea produce can be found in traditional dishes, due to the province's long shoreline and traditional fishing economy. Agriculture products such as potatoes, maize and wheat are also staples in the Galician diet, along with dairy and meat products from animals such as cows, sheep and pigs; Galicia's grasses and shrubs are green year-round and are excellent for grazing.",
        "uri": "https://worldfood.guide/cuisine/spanish-galician/",
        "dishes_count": 3
    },
    {
        "name": "Sri Lankan",
        "description": "Sri Lankan cuisine has been shaped by many historical, cultural, and other factors. Foreign traders who brought new food items; influences from Indonesian cuisine and the cuisine of Southern India have all helped to shape Sri Lankan cuisine. Today, some of the staples of Sri Lankan cuisine are rice, coconut, and spices. The latter are used due to Sri Lanka's history as a spice producer and trading post over several centuries. https://en.wikipedia.org/wiki/Sri_Lankan_cuisine",
        "uri": "https://worldfood.guide/cuisine/sri_lankan/",
        "dishes_count": 34
    },
    {
        "name": "Sudanese",
        "description": "It is varied by region and greatly affected by the cross-cultural influences in Sudan throughout history. Meals include Elmaraara and Umfitit, which are made from sheep's offal (including the lungs, liver, and stomach), onions, peanut butter, and salt. They are eaten raw. Several stews, including Mullah, Waika, Bussaara, and Sabaroag use Ni'aimiya (Sudanese spice mix) and dried okra. Miris is a stew made from sheep's fat, onions, and dried okra. Sharmout Abiyad is made from dried meat, while Kajaik is made from dried fish. Stews are regularly eaten with a sorghum porridge called Asseeda or Asseeda Dukun. In Equatoria, Mouloukhiya (a local green vegetable) is added to the Asseeda. Sudanese soups include Kawari, made from cattle or sheep hooves with vegetables, and Elmussalammiya, made from liver, flour, dates, and spices.",
        "uri": "https://worldfood.guide/cuisine/sudanese/",
        "dishes_count": 13
    },
    {
        "name": "Swedish",
        "description": "These Swedish cuisine could be described as centered around cultured dairy products, crisp and soft (often sugared) breads, berries and stone fruits, beef, chicken, lamb, pork, and seafood. Potatoes are often served as a side dish, often boiled. Swedish cuisine has a huge variety of breads of different shapes and sizes, made of rye, wheat, oat, white, dark, sourdough, and whole grain, and including flatbreads and crispbreads. There are many sweetened bread types and some use spices. Many meat dishes, especially meatballs, are served with lingonberry jam. Fruit soups with high viscosity, like rose hip soup and blueberry soup (blåbärssoppa) served hot or cold, are typical of Swedish cuisine. \n\nhttps://en.wikipedia.org/wiki/Swedish_cuisine",
        "uri": "https://worldfood.guide/cuisine/swedish/",
        "dishes_count": 46
    },
    {
        "name": "Swiss",
        "description": "The cuisine of Switzerland combines influences from the German, French and North Italian cuisine. However, it varies greatly from region to region with the language divisions constituting a rough boundary outline. Mind you, many dishes have crossed the local borders and become firm favourites throughout Switzerland.",
        "uri": "https://worldfood.guide/cuisine/swiss/",
        "dishes_count": 37
    },
    {
        "name": "Syrian",
        "description": "Syrian cuisine may refer to the cooking traditions and practices in modern-day Syria (as opposed to Greater Syria), merging the habits of people who settled in Syria throughout its history.\n\nSyrian cuisine mainly uses eggplant, zucchini, garlic, meat (mostly from lamb and sheep), sesame seeds, rice, chickpeas, fava beans, lentils, cabbage, cauliflower, vine leaves, pickled turnips, cucumbers, tomatoes, olive oil, lemon juice, mint, pistachios, honey and fruits.\n\nAt the beginning of the 21st century, selections of appetizers known as \"meze\" are customarily served along with Arabic bread before the Syrian meal's main course, which is followed by coffee, with sweet confectioneries or fruits at will. Many recipes date from at least the 13th century (Wikipedia)",
        "uri": "https://worldfood.guide/cuisine/syrian/",
        "dishes_count": 5
    },
    {
        "name": "Taiwanese",
        "description": "Taiwanese cuisine itself is often associated with influences from mid to southern provinces of China, most notably from the province of Fujian (Hokkien), but influences from all of mainland China can easily be found. A notable Japanese influence also exists due to the period when Taiwan was under Japanese rule. Traditional Chinese food can be found in Taiwan, alongside Fujian and Hakka-style as well as native Taiwanese dishes, including dishes from Guangdong, Jiangxi, Chaoshan, Shanghai, Hunan, Sichuan and Beijing.",
        "uri": "https://worldfood.guide/cuisine/taiwanese/",
        "dishes_count": 45
    },
    {
        "name": "Tanzanian",
        "description": "Tanzania, located on the East coast of Africa, has a cuisine that's been influenced by a number of cultures and flavors.\n\nIndian, Middle Eastern, and local African ingredients and cooking techniques are all fused together to form the base of food culture in Tanzania.",
        "uri": "https://worldfood.guide/cuisine/tanzanian/",
        "dishes_count": 13
    },
    {
        "name": "Thai",
        "description": "Thai cuisine is the national cuisine of Thailand.\n\nThai cooking places emphasis on lightly prepared dishes with strong aromatic components and a spicy edge. It is known for its complex interplay of at least three and up to four or five fundamental taste senses in each dish or the overall meal: sour, sweet, salty, bitter and spicy. https://en.wikipedia.org/wiki/Thai_cuisine\n\nBpu, Pu = Crab\nGai = Chicken\nGoong, Kung = Shrimp\nHed = Mushrooms\nKa = Galangal\nKai, Khai = Egg\nKai dao, Khai dao = Fried egg\nKhao = Rice\nkhing = Ginger\nKrob = Crispy\nKor, Ko = Pig neck meat\nLarb, Laab, Lahb = Type of salad based on minced meat\nMoo, Muu, Mu = Pork\nNam = Sauce?\nNue, Nua, Neau = Beef\nPad = Stir-fried\nPed, phed, ເຜັດ (Lao) = Spicy\nPing = Grilled with skewer\nPla, Plah = Fish\nPla duk = Catfish\nPla-ra = Fermented fish\nPrik, Pik, Phrik = Chili, Pepper\nSab, saeb, ແຊບ (Lao) = delicious, yummy\nTom, Tome = Boil\nWan = Sweet\nYang = Grill, Roasted\nYum = Salad (Mix with hands)",
        "uri": "https://worldfood.guide/cuisine/thai/",
        "dishes_count": 140
    },
    {
        "name": "Thai-isaan",
        "description": "The Northeastern area of Thailand is known as Isaan Province (ภาคอีสาน ee-săan). It is surrounded by Laos to the North and East, Cambodia to the South, and Thailand to the West. Isaan is located on the Khorat Plateau with the great Mekong River bordering it’s Northern boundary. Around 21 million Thai’s are home to this territory, which happens to be famous for it’s cuisine!\n\nFamily gatherings are a huge part of the Isaan culture and food is always present. Meals are often leisurely periods of time to enjoy eating Thai food and times to socialize while eating an array of dishes. Sticky Rice is the staple and an abundant form of energy in Isaan.\n\nIssan has developed a multitude of outstanding dishes that have become famous throughout the world. Thai Papaya Salad also known as Som Tam originates from Isaan and is now one of the most sought after Thai dishes around. Meat salads like Larb Moo and Nam Tok Moo are hugely popular as well. Grilled meats are marinated before being char-broiled to maximize sensational flavor. Fish are often coated with a thick layer of salt before being grilled in order to retain natural moisture and add flavor. ﻿\n\nMost Isaan dishes served with sticky rice and are characterized by fiery chilies, strong fish sauces, sour bites, and flavorful saucy mixtures. Many dishes are prepared as salads with a spicy and sour (also fishy) sauce, convenient to be used as dipping sauces for balls of sticky rice.﻿﻿ Some of the sauces are notorious for being pungent and smelly or even giving “tong sia,” stomach aches.\n\nhttps://www.eatingthaifood.com/isaan-food",
        "uri": "https://worldfood.guide/cuisine/thai-isaan/",
        "dishes_count": 12
    },
    {
        "name": "The Best Food On Planet Earth",
        "description": "The cuisine of Senegal is a West African cuisine influenced by North African, French, and Portuguese cuisine and derives from the nation's many ethnic groups, the largest being the Wolof. Chicken, lamb, peas, eggs, and beef are also used, but pork is not due to the nation’s largest Muslim population. Peanuts, the primary crop of Senegal, as well as couscous, white rice, sweet potatoes, lentils, black-eyed peas and various vegetables, are also incorporated into many recipes. Meats and vegetables are typically stewed or marinated in herbs and spices, and then poured over rice or couscous, or eaten with bread. I LOVE food, to",
        "uri": "https://worldfood.guide/cuisine/the_best_food_on_planet_earth/",
        "dishes_count": 3
    },
    {
        "name": "-Tibetan-",
        "description": "Tibetan cuisine includes the culinary traditions and practices of Tibet and its peoples, many of whom reside in India and Nepal. It reflects the Tibetan landscape of mountains and plateaus and includes influences from neighbors (including other countries India and Nepal). It is known for its use of noodles, goat, yak, mutton, dumplings, cheese (often from yak or goat milk), butter (also from animals adapted to the Tibetan climate) and soups.\n\nGrain, traditionally mostly barley, is the staple food of Tibetans. Meat and dairy products are an indispensable addition. Rice is only cultivated in the lower regions situated in the south of Tibet and is imported mainly. Vegetables and fruits were eaten rarely in Central Tibet until quite recently, because their cultivation was very difficult. Nowadays it is possible to grow these crops due to the construction of greenhouses. Following the different vegetative conditions, the Tibetan cuisine has a big variety.",
        "uri": "https://worldfood.guide/cuisine/-tibetan-/",
        "dishes_count": 4
    },
    {
        "name": "Trinidad And Tobago",
        "description": "Trinidad and Tobago’s enviable culinary landscape is a gastronomic narrative of flavours, encapsulating mouth-watering street food and fine dining cuisine. The unique cuisine of Trinidad and Tobago is a reflection of the country’s varied cultural influences, which includes Asian, African, Oriental, Creole and European delicacies - a journey around the world for your palate.",
        "uri": "https://worldfood.guide/cuisine/trinidad_and_tobago/",
        "dishes_count": 6
    },
    {
        "name": "Tunisian",
        "description": "Tunisian cuisine, the cuisine of Tunisia, is a blend of Mediterranean and desert dwellers' culinary traditions. Its distinctive spicy fieriness comes from the many civilizations which have ruled the land now known as Tunisia: Romans, Vandals, Byzantines, Arabs, Spanish, Turkish, Italians, French, and the native Punics-Berber people. Many of the cooking styles and utensils began to take shape when the ancient tribes were nomads. Nomadic people were limited in their cooking implements by what pots and pans they could carry with them. The Tunisian tagine, is very different from the Moroccan dish. It is a type of a pie dish, made out of eggs, meat and vegetables, similar to the Italian frittata or the eggah.\n\nThe openness to trade and tourism also brought international cuisines, like the Chinese, Indian, Japanese cuisine, or fast-food. Moreover, the intensification of commercial exchange with Europe and the rest of the world, made certain uncommon products available, which in turn allowed locals to experiment with other cuisines.\n\nLike all countries in the Mediterranean basin, Tunisia offers a \"sun cuisine,\" based mainly on olive oil, spices, tomatoes, seafood and meat.",
        "uri": "https://worldfood.guide/cuisine/tunisian/",
        "dishes_count": 18
    },
    {
        "name": "Turkish",
        "description": "The food of Turkey is the continuation of Ottoman cuisine, which in turn borrowed many elements from Central Asian, Caucasian, Jewish, Middle Eastern, Greek and Balkan cuisines. Turkish cuisine has in turn influenced those and other neighbouring cuisines, including those of Central and Western Europe. The Ottomans fused various culinary traditions of their realm with influences from Levantine cuisines, along with traditional Turkic elements from Central Asia (such as yogurt and mantı), creating a vast array of specialities—many with strong regional associations.\n\nTurkish cuisine varies across the country. The cooking of Istanbul, Bursa, Izmir, and rest of the Aegean region inherits many elements of Ottoman court cuisine, with a lighter use of spices, a preference for rice over bulgur, koftes and a wider availability of vegetable stews (türlü), eggplant, stuffed dolmas and fish. The cuisine of the Black Sea Region uses fish extensively, especially the Black Sea anchovy (hamsi) and includes maize dishes. The cuisine of the southeast (e.g. Urfa, Gaziantep, and Adana) is famous for its variety of kebabs, mezes and dough-based desserts such as baklava, şöbiyet, kadayıf, and künefe.\n\nbroad beans = bakla\ndill = dereotu",
        "uri": "https://worldfood.guide/cuisine/turkish/",
        "dishes_count": 144
    },
    {
        "name": "Turkmen",
        "description": "The cuisine of Turkmenistan is similar to that of the rest of Central Asia. Plov (pilaf) is the staple, everyday food, which is also served at celebrations. It consists of chunks of mutton, carrots and rice fried in a large cast-iron cauldron similar to a Dutch oven. Manti is dumplings filled with ground meat, onions or pumpkin. Shurpa is a meat and vegetable soup. A wide variety of filled pies and fried dumplings are available in restaurants and bazaars, including somsa, gutap (often filled with spinach), and ishlykly. These are popular with travellers and taxi drivers, as they can be eaten quickly on the run, and are often sold at roadside stands. Turkmen cuisine does not generally use spices or seasonings and is cooked with large amounts of cottonseed oil for flavour.",
        "uri": "https://worldfood.guide/cuisine/turkmen/",
        "dishes_count": 1
    },
    {
        "name": "Ugandan",
        "description": "Ugandan cuisine consists of traditional and modern cooking styles, practices, foods, and dishes in Uganda, with English, Arab, and Asian (especially Indian) influences.\r\n\r\nMany dishes include various vegetables, potatoes, yams, bananas, and other tropical fruits.\r\n\r\nChicken, pork, fish (usually fresh, but there is also a dried variety, reconstituted for stewing), beef, goat, and mutton are all commonly eaten, although, among the rural poor, meats are consumed less than in other areas, and mostly eaten in the form of bushmeat. Nyama is the Bantu languages word for \"meat\".",
        "uri": "https://worldfood.guide/cuisine/ugandan/",
        "dishes_count": 1
    },
    {
        "name": "Ukrainian",
        "description": "Cuisine of the people of Ukraine has had a number of influences including Russian, Polish, German and Turkish. Popular ingredients in the cuisine of Ukraine are meat, mushrooms, vegetables, berries, fruit and herbs. As Ukrainians are extremely hospitable their meals are served in very generous quantities.\n\nSome of the best Ukrainian cuisine is actually very simple. Many ingredients are used in what some mayit fo consider unusual combinations, creating a unique and sumptuous dish. Considered the “breadbasket of Europe”, it follows that bread is a staple in Ukraine. There are dozens of methods used in preparing breads, which are often used in rituals and customs. Dishes often contain pickled vegetables when these are not in season and certain dishes can only be made when ingredients are available. Pastries and cakes are popular, but not very sweet.",
        "uri": "https://worldfood.guide/cuisine/ukrainian/",
        "dishes_count": 22
    },
    {
        "name": "Uruguayan",
        "description": "The Cuisine from Uruguay is a fusion of Indigenous Charruan cuisine and the cuisines of several European countries, with a particular emphasis on Mediterranean food from Spain, Italy, Portugal and France. Other possible influences on the cuisine may result from immigration from countries such as Germany and Britain. The food is very similar to Argentine cuisine.\n\nThe base of the country's diet is meat and animal products, mostly coming from beef but also chicken, lamb, pig and sometimes fish.\n\nUruguayan gastronomy came from immigration, and surprisingly did not come from the Amerindians, because the new colonies did not trust the natives. The preferred cooking methods for meats and vegetables are still boiling and roasting, but with modernization also came frying (see milanesas and chivitos). Meanwhile, wheat and fruit comes mostly fried (torta frita and pasteles), comfited (rapadura and ticholos de banana) and sometimes baked (rosca de chicharrones), which is a new modern style.\n\nAlthough Uruguay has exuberant flora and fauna, with the exception of yerba mate, the rest of it is mostly still unused. Consumption of fresh fruit is rare, and when fruit is eaten, it is not from locally grown areas.\n\nUruguayan food always comes with fresh bread; bizcochos and tortas fritas are a must for drinking with mate ('tomar el mate').",
        "uri": "https://worldfood.guide/cuisine/uruguayan/",
        "dishes_count": 14
    },
    {
        "name": "Uzbek",
        "description": "Uzbek cuisine is influenced by local agriculture, as in most nations. There is a great deal of grain farming in Uzbekistan, so breads and noodles are of importance, and Uzbek cuisine has been characterized as \"noodle-rich\".[1] Mutton is a popular variety of meat due to the abundance of sheep in the country and it is a part of various Uzbek dishes.\n\nUzbekistan's signature dish is palov (plov or osh or \"pilaf\"), a main course typically made with rice, pieces of meat, grated carrots and onions. It is usually cooked in a kazan (or deghi) over an open fire; chickpeas, raisins, barberries, or fruit may be added for variation. Although often prepared at home for family and guests by the head of household or the housewife, palov is made on special occasions by the oshpaz, or the osh master chef, who cooks the national dish over an open flame, sometimes serving up to 1,000 people from a single cauldron on holidays or occasions such as weddings. Oshi nahor, or \"morning plov\", is served in the early morning (between 6 and 9 am) to large gatherings of guests, typically as part of an ongoing wedding celebration.\n\nOther notable national dishes include: shurpa (shurva or shorva), a soup made of large pieces of fatty meat (usually mutton) and fresh vegetables; norin and lagman, noodle-based dishes that may be served as a soup or a main course; manti (also called qasqoni), chuchvara, and somsa, stuffed pockets of dough served as an appetizer or a main course; dimlama (a meat and vegetable stew) and various kebabs, usually served as a main course.\n\nGreen tea is the national hot beverage taken throughout the day; teahouses (chaikhanas) are of cultural importance. The more usual black tea is preferred in Tashkent. Both are typically taken without milk or sugar. Tea always accompanies a meal, but it is also a drink of hospitality, automatically offered green or black to every guest. Ayran, a chilled yogurt drink, is popular in the summer, but does not replace hot tea.\n\nThe use of alcohol is less widespread than in the west, but wine is comparatively popular for a Muslim nation as Uzbekistan is largely secular. Uzbekistan has 14 wineries, the oldest and most famous being the Khovrenko Winery in Samarkand (est. 1927). The Samarkand Winery produces a range of dessert wines from local grape varieties: Gulyakandoz, Shirin, Aleatiko, and Kabernet likernoe (literally Cabernet dessert wine in Russian). Uzbek wines have received international awards and are exported to Russia and other countries in Central Asia.\n\nhttps://en.wikipedia.org/wiki/Uzbek_cuisine",
        "uri": "https://worldfood.guide/cuisine/uzbek/",
        "dishes_count": 8
    },
    {
        "name": "Vanuatu",
        "description": "This cuisine incorporates fish, root vegetables such as taro and yams, fruits, and vegetables. Most island families grow food in their gardens, and food shortages are rare. Papayas, pineapples, mangoes, plantains, and sweet potatoes are abundant through much of the year. Coconut milk and cream are used to flavor many dishes. Most food is cooked using hot stones or through boiling and steaming; little food is fried. Since Vanuatu is one of the few South Pacific regions influenced by the outside world, Vanuatu's food has a multicultural nature",
        "uri": "https://worldfood.guide/cuisine/vanuatu/",
        "dishes_count": 1
    },
    {
        "name": "Venezuelan",
        "description": "Due to its location in the world, its diversity of industrial resources and the cultural diversity of the Venezuelan people, Venezuelan cuisine often varies greatly from one region to another. Its cuisine, traditional as well as modern, is influenced by indigenous peoples and its European ancestry (Italian, Spanish, Portuguese, and French), and is also influenced by African and Native American traditions. Food staples include corn, rice, plantain, yams, beans and several meats. Potatoes, tomatoes, onions, eggplants, squashes and zucchini are also common sides in the Venezuelan diet.",
        "uri": "https://worldfood.guide/cuisine/venezuelan/",
        "dishes_count": 36
    },
    {
        "name": "Vietnamese",
        "description": "Vietnamese cuisine encompasses the foods and beverages of Vietnam, and features a combination of five fundamental tastes (Vietnamese: ngu v?) in the overall meal. Each Vietnamese dish has a distinctive flavor which reflects one or more of these elements. Common ingredients include fish sauce, shrimp paste, soy sauce, rice, fresh herbs, and fruits and vegetables. Vietnamese recipes use lemongrass, ginger, mint, Vietnamese mint, long coriander, Saigon cinnamon, bird's eye chili, lime, and basil leaves. \n\nTraditional Vietnamese cooking is greatly admired for its fresh ingredients, minimal use of oil, and reliance on herbs and vegetables. With the balance between fresh herbs and meats and a selective use of spices to reach a fine taste, Vietnamese food is considered one of the healthiest cuisines worldwide. http://en.wikipedia.org/wiki/Vietnamese_cuisine\n\nCanh = Soup\nCơm = cooked rice\nCuốn = Roll\nGỏi = Salad\nNuong = Grilled\nTom = Shrimp\ntrứng hấp = Steamed egg",
        "uri": "https://worldfood.guide/cuisine/vietnamese/",
        "dishes_count": 50
    },
    {
        "name": "Welsh",
        "description": "Welsh cuisine encompasses the cooking traditions and practices of the country of Wales and the Welsh people. Whilst there are a large number of dishes that can be considered Welsh due to their ingredients and/or history, dishes such as cawl, Welsh rarebit, laverbread, Welsh cakes, bara brith and the Glamorgan sausage have all been regarded as symbols of Welsh food. There is some variation in dishes around Wales, but the most pronounced difference is in the Gower Peninsula, an isolated rural area which was heavily influenced by Somerset and Devon. There the dishes created included whitepot and often incorporated pumpkin.\n\nWhile Wales has imported throughout the centuries some culinary practices and dishes from its British neighbors, uniquely Welsh cuisine grew largely from the lives of the Welsh working folk, such as farmers, shepherds, and peasants, as these Welsh working people tended to be more isolated from outside culinary influences. Welsh common folk were instead influenced by the food that they could produce based on what little ingredients they could produce or afford, all while having little or no contact with neighboring English cuisine and English society. Welsh Celts and their more recent Welsh descendants originally practiced transhumance, moving their cattle to higher elevations in the summer and back to their home base in the winter. Once they settled to homesteads, a family would have generally eaten meat from a pig primarily, keeping a cow for dairy products. Vegetables beyond cabbages and leeks were rare.\n\nIn Wales, beef and dairy cattle are raised widely. Sheep farming, however, is extensive in the country, and lamb is the meat traditionally associated with Wales. Other important produce includes seafood—especially close to the coast, where fishing culture is strong and fisheries are common. This is exemplified by the use of cockles and laverbread in Welsh cuisine. The leek, the country's national vegetable, is also used frequently in Welsh cuisine. Since the 1970s, the rise of the gastropub and high-end restaurants has given Wales five Michelin-starred restaurants.\n\nhttps://en.wikipedia.org/wiki/Welsh_cuisine",
        "uri": "https://worldfood.guide/cuisine/welsh/",
        "dishes_count": 19
    },
    {
        "name": "-Worldwide-",
        "description": "We include in global cuisine dishes that are present in almost every region of the glove. Most of these dishes were originated a long time ago by ancient cultures and are the base of new dishes",
        "uri": "https://worldfood.guide/cuisine/-worldwide-/",
        "dishes_count": 162
    },
    {
        "name": "Yemeni",
        "description": "Yemeni cuisine is entirely distinct from the more widely known Middle Eastern cuisines, and even differs slightly from region to region. Throughout history, Yemeni cuisine has had a little bit of Ottoman influence in some parts of the north, and very little Mughlai-style Indian influence in Aden and the surrounding areas in the south, but these influences have only come within the last 300 years. \nhttps://en.wikipedia.org/wiki/Yemeni_cuisine",
        "uri": "https://worldfood.guide/cuisine/yemeni/",
        "dishes_count": 30
    },
    {
        "name": "Zambian",
        "description": "Zambian cuisine is heavily centered around nshima, which is a food prepared from pounded white maize. Nshima is part of nearly every Zambian meal. In addition to nshima, Zambian cuisine includes various types of stew, cooked vegetables and different types of beer. Dried fish and insects are also eaten. Wikipedia",
        "uri": "https://worldfood.guide/cuisine/zambian/",
        "dishes_count": 13
    },
    {
        "name": "Zimbabwean",
        "description": "Zimbabwean cuisine, like that of many other African nations, is based largely on staple ingredients like maize meal. A popular, hearty dinner is pap (maize meal cooked into a porridge-like consistency) with vegetable gravy and meat. This delicious food can be found all over the country for reasonable prices. Bars and clubs, however, are only common in the large city centers.\nhttps://www.iexplore.com/articles/travel-guides/africa/zimbabwe/food-and-restaurants",
        "uri": "https://worldfood.guide/cuisine/zimbabwean/",
        "dishes_count": 12
    }
]